Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: This setting only applies to JWPlayer: Auto hide the logo when the mouse is not over the player.
es_es: Esta configuración solo se aplica a JWPlayer: Ocultar automáticamente el logotipo cuando el mouse no está sobre el reproductor.
hi_in: यह सेटिंग केवल JWPlayer पर लागू होती है: जब माउस प्लेयर के ऊपर न हो तो लोगो को स्वचालित रूप से छिपाएँ।
ja: この設定は JWPlayer にのみ適用されます: マウスがプレーヤー上にないときにロゴを自動的に非表示にします。
pt_pt: Esta configuração se aplica somente ao JWPlayer: Ocultar automaticamente o logotipo quando o mouse não estiver sobre o player.
ru_ru: Этот параметр применим только к JWPlayer: автоматически скрывать логотип, когда указатель мыши не находится над проигрывателем.
th: การตั้งค่านี้ใช้ได้กับ JWPlayer เท่านั้น: ซ่อนโลโก้อัตโนมัติเมื่อเมาส์ไม่ได้อยู่เหนือเครื่องเล่น
vi: Cài đặt này chỉ áp dụng cho JWPlayer: Tự động ẩn logo khi chuột không ở trên trình phát.

source: Show Ads & Banner
es_es: Mostrar anuncios y banners
hi_in: विज्ञापन और बैनर दिखाएँ
ja: 広告とバナーを表示
pt_pt: Mostrar anúncios e banners
ru_ru: Показывать рекламу и баннеры
th: แสดงโฆษณาและแบนเนอร์
vi: Hiển thị quảng cáo & biểu ngữ

source: Custom Ads Position
es_es: Posición de anuncios personalizados
hi_in: कस्टम विज्ञापन स्थिति
ja: カスタム広告の位置
pt_pt: Posição de anúncios personalizados
ru_ru: Пользовательская позиция рекламы
th: ตำแหน่งโฆษณาที่กำหนดเอง
vi: Vị trí quảng cáo tùy chỉnh

source: Ads Configuration
es_es: Configuración de anuncios
hi_in: विज्ञापन कॉन्फ़िगरेशन
ja: 広告設定
pt_pt: Configuração de anúncios
ru_ru: Конфигурация рекламы
th: การกำหนดค่าโฆษณา
vi: Cấu hình quảng cáo

source: You can add ads code for desktop and mobile devices
es_es: Puede agregar código de anuncios para dispositivos móviles y de escritorio.
hi_in: आप डेस्कटॉप और मोबाइल डिवाइस के लिए विज्ञापन कोड जोड़ सकते हैं
ja: デスクトップとモバイルデバイス用の広告コードを追加できます
pt_pt: Você pode adicionar código de anúncios para dispositivos móveis e de desktop
ru_ru: Вы можете добавить рекламный код для настольных компьютеров и мобильных устройств.
th: คุณสามารถเพิ่มโค้ดโฆษณาสำหรับเดสก์ท็อปและอุปกรณ์มือถือได้
vi: Bạn có thể thêm mã quảng cáo cho máy tính để bàn và thiết bị di động

source: ADS Desktop
es_es: ADS de escritorio
hi_in: एडीएस डेस्कटॉप
ja: ADSデスクトップ
th: โฆษณาเดสก์ท็อป
vi: Máy tính để bàn ADS

source: Popup Ads Code Desktop
es_es: Código de anuncios emergentes para escritorio
hi_in: पॉपअप विज्ञापन कोड डेस्कटॉप
ja: ポップアップ広告コードデスクトップ
pt_pt: Código de anúncios pop-up para desktop
ru_ru: Код всплывающей рекламы на рабочем столе
th: รหัสโฆษณาป๊อปอัปสำหรับเดสก์ท็อป
vi: Mã quảng cáo bật lên trên máy tính để bàn

source: Header Ads Code Desktop
es_es: Código de anuncios de encabezado para escritorio
hi_in: हेडर विज्ञापन कोड डेस्कटॉप
ja: ヘッダー広告コードデスクトップ
pt_pt: Código de anúncios de cabeçalho para desktop
ru_ru: Код заголовка объявления для рабочего стола
th: รหัสโฆษณาส่วนหัวเดสก์ท็อป
vi: Mã quảng cáo tiêu đề máy tính để bàn

source: Footer Ads Code Desktop
es_es: Código de anuncios de pie de página para escritorio
hi_in: फ़ुटर विज्ञापन कोड डेस्कटॉप
ja: フッター広告コードデスクトップ
pt_pt: Código de anúncios de rodapé para desktop
ru_ru: Код рекламного колонтитула для рабочего стола
th: รหัสโฆษณาส่วนท้ายเดสก์ท็อป

source: Top Player Ads Code Desktop
es_es: Código de anuncios de Top Player para escritorio
hi_in: शीर्ष खिलाड़ी विज्ञापन कोड डेस्कटॉप
ja: トッププレーヤー広告コードデスクトップ
pt_pt: Código de anúncios do Top Player para desktop
ru_ru: Код Top Player Ads для рабочего стола
th: รหัสโฆษณาผู้เล่นชั้นนำบนเดสก์ท็อป
vi: Mã quảng cáo Top Player dành cho máy tính để bàn

source: Under Player Ads Desktop
es_es: En Anuncios del jugador de escritorio
hi_in: प्लेयर विज्ञापन डेस्कटॉप के अंतर्गत
ja: プレーヤー広告デスクトップ
pt_pt: Em Anúncios do Player Desktop
ru_ru: Под рекламой проигрывателя на рабочем столе
th: ใต้โฆษณาผู้เล่นบนเดสก์ท็อป
vi: Trong quảng cáo của người chơi trên máy tính để bàn

source: ADS Mobile
es_es: ADS Móvil
hi_in: एडीएस मोबाइल
ja: ADSモバイル
pt_pt: ADS Móvel
th: โฆษณาบนมือถือ

source: Header Ads Code Mobile
es_es: Código de anuncios de encabezado para dispositivos móviles
hi_in: हेडर विज्ञापन कोड मोबाइल
ja: ヘッダー広告コード（モバイル）
pt_pt: Código de anúncios de cabeçalho para celular
ru_ru: Код заголовка рекламы для мобильных устройств
th: รหัสโฆษณาส่วนหัวบนมือถือ
vi: Mã quảng cáo tiêu đề di động

source: Footer Ads Code Mobile
es_es: Código de anuncios de pie de página para dispositivos móviles
hi_in: फ़ुटर विज्ञापन कोड मोबाइल
ja: フッター広告コード（モバイル）
pt_pt: Código de anúncios de rodapé para celular
ru_ru: Код рекламы нижнего колонтитула для мобильных устройств
th: รหัสโฆษณาส่วนท้ายบนมือถือ
vi: Mã quảng cáo chân trang Di động

source: Top Player Ads Code Mobile
es_es: Código de anuncios de Top Player para dispositivos móviles
hi_in: शीर्ष खिलाड़ी विज्ञापन कोड मोबाइल
ja: トッププレーヤー広告コードモバイル
pt_pt: Código de anúncios do Top Player para celular
ru_ru: Код Top Player Ads Code для мобильных устройств
th: รหัสโฆษณาผู้เล่นชั้นนำบนมือถือ
vi: Mã quảng cáo Top Player Mobile

source: Under Player Ads Mobile
es_es: Anuncios de jugadores móviles
hi_in: प्लेयर विज्ञापन मोबाइल के अंतर्गत
ja: プレイヤー広告モバイル
pt_pt: Em Anúncios de Jogadores para Celular
ru_ru: Под рекламой игрока на мобильном устройстве
th: โฆษณาบนมือถือแบบ Under Player
vi: Quảng cáo bên dưới trình phát trên thiết bị di động

source: Resume Playback
es_es: Reanudar reproducción
hi_in: प्लेबैक वापस चालू करें
ja: 再生を再開する
pt_pt: Retomar reprodução
ru_ru: Возобновить воспроизведение
th: เล่นต่อ
vi: Tiếp tục phát lại

source: Use localStorage to remember where the user left off and resume playback at the same time offset when revisiting the page.
es_es: Utilice localStorage para recordar dónde el usuario dejó la reproducción y reanudarla en el mismo intervalo de tiempo al volver a visitar la página.
hi_in: localStorage का उपयोग यह याद रखने के लिए करें कि उपयोगकर्ता ने कहां छोड़ा था और पृष्ठ पर पुनः आने पर उसी समय ऑफसेट पर प्लेबैक पुनः आरंभ करें।
ja: localStorage を使用して、ユーザーが中断した場所を記憶し、ページに再度アクセスしたときに同じ時間オフセットで再生を再開します。
pt_pt: Use localStorage para lembrar onde o usuário parou e retomar a reprodução no mesmo horário ao revisitar a página.
ru_ru: Используйте localStorage, чтобы запомнить, где остановился пользователь, и возобновить воспроизведение с того же смещения во времени при повторном посещении страницы.
th: ใช้ localStorage เพื่อจดจำว่าผู้ใช้หยุดดูส่วนใดและกลับมาเล่นต่อในเวลาเดียวกันเมื่อกลับมาเยี่ยมชมหน้าอีกครั้ง
vi: Sử dụng localStorage để ghi nhớ nơi người dùng dừng lại và tiếp tục phát lại tại cùng thời điểm khi truy cập lại trang.

source: Cache Player
es_es: Reproductor de caché
hi_in: कैश प्लेयर
ja: キャッシュプレーヤー
pt_pt: Reprodutor de cache
ru_ru: Кэш-плеер
th: แคชเพลเยอร์
vi: Trình phát bộ nhớ đệm

source: Enable cache link
es_es: Habilitar enlace de caché
hi_in: कैश लिंक सक्षम करें
ja: キャッシュリンクを有効にする
pt_pt: Habilitar link de cache
ru_ru: Включить ссылку на кэш
th: เปิดใช้งานลิงก์แคช
vi: Bật liên kết bộ nhớ đệm

source: Cache Configuration
es_es: Configuración de caché
hi_in: कैश कॉन्फ़िगरेशन
ja: キャッシュ構成
pt_pt: Configuração de cache
ru_ru: Конфигурация кэша
th: การกำหนดค่าแคช
vi: Cấu hình bộ nhớ đệm

source: Auto reset cache
es_es: Restablecimiento automático de caché
hi_in: स्वचालित रीसेट कैश
ja: キャッシュの自動リセット
pt_pt: Redefinição automática do cache
ru_ru: Автоматический сброс кеша
th: รีเซ็ตแคชอัตโนมัติ
vi: Tự động đặt lại bộ nhớ đệm

source: Automatically clear the cache if the player error
es_es: Borrar automáticamente el caché si el reproductor falla
hi_in: प्लेयर त्रुटि होने पर कैश को स्वचालित रूप से साफ़ करें
ja: プレーヤーエラーが発生した場合、自動的にキャッシュをクリアします
pt_pt: Limpar automaticamente o cache se ocorrer um erro no player
ru_ru: Автоматически очищать кэш при ошибке плеера
th: ล้างแคชโดยอัตโนมัติหากเกิดข้อผิดพลาดของผู้เล่น
vi: Tự động xóa bộ nhớ đệm nếu trình phát bị lỗi

source: Cache time
es_es: Tiempo de caché
hi_in: कैश समय
ja: キャッシュ時間
pt_pt: Tempo de cache
ru_ru: время кэширования
th: เวลาแคช
vi: Thời gian lưu trữ đệm

source: Cache expired time. (seconds)
es_es: Tiempo de expiración de la caché. (segundos)
hi_in: कैश समाप्ति समय. (सेकंड)
ja: キャッシュの有効期限（秒）
pt_pt: Tempo de expiração do cache (segundos)
ru_ru: Время истечения срока действия кэша (секунды)
th: เวลาหมดอายุของแคช (วินาที)
vi: Thời gian hết hạn bộ nhớ đệm. (giây)

source: Custom JWPlayer
es_es: JWPlayer personalizado
hi_in: कस्टम JWPlayer
ja: カスタム JWPlayer
pt_pt: JWPlayer personalizado
ru_ru: Пользовательский JWPlayer
th: JWPlayer ที่กำหนดเอง
vi: JWPlayer tùy chỉnh

source: JWPlayer Configuration
es_es: Configuración de JWPlayer
hi_in: JWPlayer कॉन्फ़िगरेशन
ja: JWPlayerの設定
pt_pt: Configuração do JWPlayer
ru_ru: Конфигурация JWPlayer
th: การกำหนดค่า JWPlayer
vi: Cấu hình JWPlayer

source: Autostart
es_es: Inicio automático
hi_in: ऑटो स्टार्ट
ja: 自動起動
pt_pt: Início automático
ru_ru: Автозапуск
th: เริ่มอัตโนมัติ
vi: Tự động khởi động

source: Auto Pause Player
es_es: Pausa automática del reproductor
hi_in: ऑटो पॉज़ प्लेयर
ja: プレーヤーの自動一時停止
pt_pt: Pausa automática do player
ru_ru: Автоматическая пауза проигрывателя
th: เครื่องเล่นหยุดชั่วคราวอัตโนมัติ
vi: Tự động tạm dừng trình phát

source: Automatically pauses the player based on certain rules
es_es: Pausa automáticamente el reproductor según ciertas reglas
hi_in: कुछ नियमों के आधार पर प्लेयर को स्वचालित रूप से रोक देता है
ja: 特定のルールに基づいてプレーヤーを自動的に一時停止します
pt_pt: Pausa automaticamente o player com base em certas regras
ru_ru: Автоматически ставит проигрыватель на паузу на основе определенных правил
th: หยุดผู้เล่นโดยอัตโนมัติตามกฎเกณฑ์บางประการ
vi: Tự động tạm dừng trình phát dựa trên các quy tắc nhất định

source: Share Button
es_es: Botón para compartir
hi_in: शेयर बटन
ja: シェアボタン
pt_pt: Botão Compartilhar
ru_ru: Кнопка «Поделиться»
th: ปุ่มแชร์
vi: Nút chia sẻ

source: Jwplayer License key
es_es: Clave de licencia de Jwplayer
hi_in: Jwplayer लाइसेंस कुंजी
ja: Jwplayer ライセンスキー
pt_pt: Chave de licença do Jwplayer
ru_ru: Лицензионный ключ Jwplayer
th: รหัสลิขสิทธิ์ Jwplayer
vi: Khóa cấp phép Jwplayer

source: A license key is required for the Pro, Premium and Ads edition.
es_es: Se requiere una clave de licencia para las ediciones Pro, Premium y Ads.
hi_in: प्रो, प्रीमियम और विज्ञापन संस्करण के लिए लाइसेंस कुंजी आवश्यक है।
ja: Pro、Premium、Ads エディションにはライセンス キーが必要です。
pt_pt: Uma chave de licença é necessária para as edições Pro, Premium e Ads.
ru_ru: Для версий Pro, Premium и Ads требуется лицензионный ключ.
th: จำเป็นต้องมีรหัสลิขสิทธิ์สำหรับรุ่น Pro, Premium และ Ads
vi: Cần có khóa cấp phép cho phiên bản Pro, Premium và Ads.

source: Floating Player
es_es: Jugador flotante
hi_in: फ्लोटिंग प्लेयर
ja: フローティングプレイヤー
pt_pt: Jogador Flutuante
ru_ru: Плавающий игрок
th: ผู้เล่นลอยน้ำ
vi: Người chơi nổi

source: Default poster image
es_es: Imagen de póster predeterminada
hi_in: डिफ़ॉल्ट पोस्टर छवि
ja: デフォルトのポスター画像
pt_pt: Imagem de pôster padrão
ru_ru: Изображение постера по умолчанию
th: ภาพโปสเตอร์เริ่มต้น
vi: Hình ảnh áp phích mặc định

source: Default Subtitle
es_es: Subtítulo predeterminado
hi_in: डिफ़ॉल्ट उपशीर्षक
ja: デフォルトの字幕
pt_pt: Legenda padrão
ru_ru: Субтитры по умолчанию
th: คำบรรยายเริ่มต้น
vi: Phụ đề mặc định

source: Add the url of the file subtitle.srt, .vtt or using the Upload button.
es_es: Añade la url del archivo subtitle.srt, .vtt o usando el botón Subir.
hi_in: फ़ाइल का यूआरएल subtitle.srt, .vtt या अपलोड बटन का उपयोग करके जोड़ें।
ja: ファイル subtitle.srt、.vtt の URL を追加するか、[アップロード] ボタンを使用します。
pt_pt: Adicione a url do arquivo subtitle.srt, .vtt ou use o botão Upload.
ru_ru: Добавьте URL файла subtitle.srt, .vtt или воспользуйтесь кнопкой «Загрузить».
th: เพิ่ม URL ของไฟล์ subtitle.srt, .vtt หรือใช้ปุ่มอัปโหลด
vi: Thêm url của tệp subtitle.srt, .vtt hoặc sử dụng nút Tải lên.

source: Select a method to read subtitles
es_es: Seleccione un método para leer subtítulos
hi_in: उपशीर्षक पढ़ने के लिए एक विधि चुनें
ja: 字幕の読み方を選択してください
pt_pt: Selecione um método para ler as legendas
ru_ru: Выберите способ чтения субтитров
th: เลือกวิธีการอ่านคำบรรยาย
vi: Chọn một phương pháp để đọc phụ đề

source: Direct link
es_es: Enlace directo
hi_in: सीदा संबद्ध
ja: 直接リンク
pt_pt: Link direto
ru_ru: Прямая ссылка
th: ลิงค์โดยตรง
vi: Liên kết trực tiếp

source: Use readsub.php
es_es: Utilice readsub.php
hi_in: readsub.php का उपयोग करें
ja: readsub.php を使用する
ru_ru: Использовать readsub.php
th: ใช้ readsub.php
vi: Sử dụng readsub.php

source: Subtitle color
es_es: Color de subtítulos
hi_in: उपशीर्षक रंग
ja: 字幕の色
pt_pt: Cor da legenda
ru_ru: Цвет субтитров
th: สีคำบรรยาย
vi: Màu phụ đề

source: Subtitle font size
es_es: Tamaño de fuente de los subtítulos
hi_in: उपशीर्षक फ़ॉन्ट आकार
ja: 字幕のフォントサイズ
pt_pt: Tamanho da fonte da legenda
ru_ru: Размер шрифта субтитров
th: ขนาดตัวอักษรคำบรรยาย
vi: Kích thước phông chữ phụ đề

source: About text
es_es: Acerca del texto
hi_in: पाठ के बारे में
ja: テキストについて
pt_pt: Sobre o texto
ru_ru: О тексте
th: เกี่ยวกับข้อความ
vi: Về văn bản

source: Custom text to display in the right-click menu. Can only be set for the Premium and Ads Editions
es_es: Texto personalizado para mostrar en el menú contextual. Solo disponible para las ediciones Premium y Ads.
hi_in: राइट-क्लिक मेनू में प्रदर्शित करने के लिए कस्टम टेक्स्ट। केवल प्रीमियम और विज्ञापन संस्करणों के लिए सेट किया जा सकता है
ja: 右クリックメニューに表示するカスタムテキスト。プレミアムエディションと広告エディションでのみ設定できます。
pt_pt: Texto personalizado para exibição no menu do botão direito. Só pode ser definido para as edições Premium e Ads.
ru_ru: Пользовательский текст для отображения в контекстном меню. Доступно только для версий Premium и Ads.
th: ข้อความที่กำหนดเองเพื่อแสดงในเมนูคลิกขวา ตั้งค่าได้เฉพาะรุ่น Premium และ Ads เท่านั้น
vi: Văn bản tùy chỉnh sẽ hiển thị trong menu chuột phải. Chỉ có thể thiết lập cho Phiên bản Cao cấp và Quảng cáo.

source: About link
es_es: Acerca del enlace
hi_in: लिंक के बारे में
ja: リンクについて
pt_pt: Sobre o link
ru_ru: О ссылке
th: เกี่ยวกับลิงค์
vi: Về liên kết

source: Custom URL to link to when clicking the right-click menu. Can only be set for the Premium and Ads Editions
es_es: URL personalizada para enlazar al hacer clic en el menú contextual. Solo se puede configurar para las ediciones Premium y Ads.
hi_in: राइट-क्लिक मेनू पर क्लिक करने पर लिंक करने के लिए कस्टम URL. केवल प्रीमियम और विज्ञापन संस्करणों के लिए सेट किया जा सकता है
ja: 右クリックメニューをクリックした際にリンクするカスタムURL。プレミアムエディションと広告エディションでのみ設定できます。
pt_pt: URL personalizada para acessar ao clicar no menu do botão direito. Só pode ser definida para as edições Premium e Ads.
ru_ru: Пользовательский URL-адрес, на который будет ссылаться контекстное меню. Доступно только для версий Premium и Ads.
th: URL ที่กำหนดเองสำหรับลิงก์เมื่อคลิกเมนูคลิกขวา ตั้งค่าได้เฉพาะรุ่น Premium และ Ads เท่านั้น
vi: URL tùy chỉnh để liên kết đến khi nhấp vào menu chuột phải. Chỉ có thể thiết lập cho Phiên bản Cao cấp và Quảng cáo

source: Detect AdBlocker
es_es: Detectar bloqueador de anuncios
hi_in: AdBlocker का पता लगाएं
ja: 広告ブロッカーを検出
pt_pt: Detectar AdBlocker
ru_ru: Обнаружить блокировщик рекламы
th: ตรวจจับ AdBlocker
vi: Phát hiện AdBlocker

source: Auto detects ad blockers and displays a notification to users
es_es: Detecta automáticamente bloqueadores de anuncios y muestra una notificación a los usuarios.
hi_in: विज्ञापन अवरोधकों का स्वतः पता लगाता है और उपयोगकर्ताओं को सूचना प्रदर्शित करता है
ja: 広告ブロッカーを自動検出し、ユーザーに通知を表示します
pt_pt: Detecta automaticamente bloqueadores de anúncios e exibe uma notificação aos usuários
ru_ru: Автоматически обнаруживает блокировщики рекламы и отображает уведомление пользователям
th: ตรวจจับตัวบล็อกโฆษณาโดยอัตโนมัติและแสดงการแจ้งเตือนให้ผู้ใช้ทราบ
vi: Tự động phát hiện trình chặn quảng cáo và hiển thị thông báo cho người dùng

source: Adblock Notices
es_es: Avisos de bloqueo de anuncios
hi_in: एडब्लॉक नोटिस
ja: 広告ブロックに関するお知らせ
pt_pt: Avisos de bloqueio de anúncios
ru_ru: Уведомления о блокировке рекламы
th: การแจ้งเตือนการบล็อกโฆษณา
vi: Thông báo chặn quảng cáo

source: Please disable AdBlock to continue watching.
es_es: Desactive AdBlock para continuar viendo.
hi_in: कृपया देखना जारी रखने के लिए AdBlock अक्षम करें.
ja: 視聴を続けるにはAdBlockを無効にしてください。
pt_pt: Desative o AdBlock para continuar assistindo.
ru_ru: Пожалуйста, отключите AdBlock, чтобы продолжить просмотр.
th: กรุณาปิดการใช้งาน AdBlock เพื่อรับชมต่อ
vi: Vui lòng tắt AdBlock để tiếp tục xem.

source: Ex: "Users please remove ad blocker!"
es_es: Ej: "¡Usuarios, por favor eliminen el bloqueador de anuncios!"
hi_in: उदाहरण: "उपयोगकर्ता कृपया विज्ञापन अवरोधक हटाएँ!"
ja: 例: 「ユーザーは広告ブロッカーを削除してください!」
pt_pt: Ex: "Usuários, por favor, removam o bloqueador de anúncios!"
ru_ru: Пример: «Пользователи, пожалуйста, удалите блокировщик рекламы!»
th: ตัวอย่าง: "ผู้ใช้โปรดลบตัวบล็อกโฆษณา!"
vi: VD: "Người dùng vui lòng xóa trình chặn quảng cáo!"

source: Item Settings
es_es: Configuración del artículo
hi_in: आइटम सेटिंग्स
ja: アイテム設定
pt_pt: Configurações do item
ru_ru: Настройки элемента
th: การตั้งค่ารายการ
vi: Cài đặt mục

source: Use the placeholders below in the text fields to display dynamic values:
es_es: Utilice los marcadores de posición a continuación en los campos de texto para mostrar valores dinámicos:
hi_in: गतिशील मान प्रदर्शित करने के लिए पाठ फ़ील्ड में नीचे दिए गए प्लेसहोल्डर्स का उपयोग करें:
ja: 動的な値を表示するには、テキスト フィールドで以下のプレースホルダーを使用します。
pt_pt: Use os espaços reservados abaixo nos campos de texto para exibir valores dinâmicos:
ru_ru: Используйте заполнители ниже в текстовых полях для отображения динамических значений:
th: ใช้ตัวแทนด้านล่างในช่องข้อความเพื่อแสดงค่าไดนามิก:
vi: Sử dụng các chỗ giữ chỗ bên dưới trong các trường văn bản để hiển thị các giá trị động:

source: Enable Cusom List Item
es_es: Habilitar elemento de lista personalizada
hi_in: कस्टम सूची आइटम सक्षम करें
ja: カスタムリストアイテムを有効にする
pt_pt: Habilitar item de lista personalizado
ru_ru: Включить элемент пользовательского списка
th: เปิดใช้งานรายการที่กำหนดเอง
vi: Kích hoạt mục danh sách tùy chỉnh

source: Runtime
es_es: Tiempo de ejecución
hi_in: क्रम
ja: ランタイム
pt_pt: Tempo de execução
ru_ru: Время выполнения
th: รันไทม์
vi: Thời gian chạy

source: Enter your custom runtime text. You can use placeholders such as {runtime}, {quality}, {episodes}, etc.
es_es: Introduce tu texto de duración personalizado. Puedes usar marcadores como {duración}, {calidad}, {episodios}, etc.
hi_in: अपना कस्टम रनटाइम टेक्स्ट दर्ज करें। आप {runtime}, {quality}, {episodes} आदि जैसे प्लेसहोल्डर का उपयोग कर सकते हैं।
ja: ランタイムテキストを入力してください。{runtime}、{quality}、{episodes}などのプレースホルダを使用できます。
pt_pt: Insira seu texto de execução personalizado. Você pode usar marcadores de posição como {runtime}, {quality}, {episodes}, etc.
ru_ru: Введите свой текст для времени выполнения. Можно использовать плейсхолдеры, такие как {runtime}, {quality}, {episodes} и т. д.
th: ป้อนข้อความรันไทม์ที่คุณกำหนดเอง คุณสามารถใช้ตัวแทน เช่น {runtime}, {quality}, {episodes} เป็นต้น
vi: Nhập văn bản thời gian chạy tùy chỉnh của bạn. Bạn có thể sử dụng các trình giữ chỗ như {runtime}, {quality}, {episodes}, v.v.

source: Quality
es_es: Calidad
hi_in: गुणवत्ता
ja: 品質
pt_pt: Qualidade
ru_ru: Качество
th: คุณภาพ
vi: Chất lượng

source: Enter your custom quality text. You can use placeholders such as {quality}, {episodes}, etc.
es_es: Introduce tu texto de calidad personalizado. Puedes usar marcadores como {calidad}, {episodios}, etc.
hi_in: अपना कस्टम क्वालिटी टेक्स्ट डालें। आप {quality}, {episodes} आदि जैसे प्लेसहोल्डर का इस्तेमाल कर सकते हैं।
ja: 品質に関するカスタムテキストを入力してください。{quality}、{episodes}などのプレースホルダを使用できます。
pt_pt: Insira seu texto de qualidade personalizado. Você pode usar marcadores de posição como {qualidade}, {episódios}, etc.
ru_ru: Введите свой текст, указывающий качество. Вы можете использовать плейсхолдеры, такие как {quality}, {episodes} и т. д.
th: ป้อนข้อความคุณภาพที่คุณกำหนดเอง คุณสามารถใช้ตัวแทนเช่น {คุณภาพ}, {ตอน} ฯลฯ
vi: Nhập văn bản chất lượng tùy chỉnh của bạn. Bạn có thể sử dụng các ký tự giữ chỗ như {quality}, {episodes}, v.v.

source: Enter your custom status text. You can use placeholders such as {status}, {type}, etc.
es_es: Introduce tu texto de estado personalizado. Puedes usar marcadores como {estado}, {tipo}, etc.
hi_in: अपना कस्टम स्टेटस टेक्स्ट दर्ज करें। आप {status}, {type} आदि जैसे प्लेसहोल्डर का उपयोग कर सकते हैं।
ja: カスタムステータステキストを入力してください。{status}、{type}などのプレースホルダを使用できます。
pt_pt: Insira seu texto de status personalizado. Você pode usar marcadores de posição como {status}, {type}, etc.
ru_ru: Введите текст своего статуса. Можно использовать плейсхолдеры, такие как {status}, {type} и т. д.
th: ป้อนข้อความสถานะที่คุณกำหนดเอง คุณสามารถใช้ตัวแทน เช่น {status}, {type} เป็นต้น
vi: Nhập văn bản trạng thái tùy chỉnh của bạn. Bạn có thể sử dụng các ký tự giữ chỗ như {status}, {type}, v.v.

source: Search
es_es: Buscar
hi_in: खोज
ja: 検索
pt_pt: Procurar
ru_ru: Поиск
th: ค้นหา
vi: Tìm kiếm

source: All
es_es: Todo
hi_in: सभी
ja: 全て
pt_pt: Todos
ru_ru: Все
th: ทั้งหมด
vi: Tất cả

source: View
es_es: Vista
hi_in: देखना
ja: ビュー
pt_pt: Visualizar
ru_ru: Вид
th: ดู
vi: Xem

source: Edit
es_es: Editar
hi_in: संपादन करना
ja: 編集
pt_pt: Editar
ru_ru: Редактировать
th: แก้ไข
vi: Biên tập

source: Update
es_es: Actualizar
hi_in: अद्यतन
ja: アップデート
pt_pt: Atualizar
ru_ru: Обновлять
th: อัปเดต
vi: Cập nhật

source: Add New
es_es: Agregar nuevo
hi_in: नया जोड़ो
ja: 新規追加
pt_pt: Adicionar novo
ru_ru: Добавить новый
th: เพิ่มใหม่
vi: Thêm mới

source: New
es_es: Nuevo
hi_in: नया
ja: 新しい
pt_pt: Novo
ru_ru: Новый
th: ใหม่
vi: Mới

source: Add New Episode
es_es: Agregar nuevo episodio
hi_in: नया एपिसोड जोड़ें
ja: 新しいエピソードを追加
pt_pt: Adicionar novo episódio
ru_ru: Добавить новый эпизод
th: เพิ่มตอนใหม่
vi: Thêm tập mới

source: Slug
es_es: Babosa
hi_in: काउंटर
ja: スラッグ
pt_pt: Lesma
ru_ru: Слизень
th: กระสุน
vi: Sên

source: Add Subtitle
es_es: Añadir subtítulo
hi_in: उपशीर्षक जोड़ें
ja: 字幕を追加
pt_pt: Adicionar legenda
ru_ru: Добавить субтитры
th: เพิ่มคำบรรยาย
vi: Thêm phụ đề

source: Label
es_es: Etiqueta
hi_in: लेबल
ja: ラベル
pt_pt: Rótulo
ru_ru: Этикетка
th: ฉลาก
vi: Nhãn

source: File
es_es: Archivo
hi_in: फ़ाइल
ja: ファイル
pt_pt: Arquivo
ru_ru: Файл
th: ไฟล์
vi: Tài liệu

source: Movie Details
es_es: Detalles de la película
hi_in: फिल्म विवरण
ja: 映画の詳細
pt_pt: Detalhes do filme
ru_ru: Подробности фильма
th: รายละเอียดภาพยนตร์
vi: Chi tiết phim

source: TMDB ID
es_es: Identificación de TMDB
hi_in: टीएमडीबी आईडी
pt_pt: ID do TMDB
ru_ru: Идентификатор TMDB
th: รหัส TMDB
vi: Mã số TMDB

source: Enter the TMDB ID for this movie.
es_es: Introduzca el ID de TMDB para esta película.
hi_in: इस मूवी के लिए TMDB आईडी दर्ज करें.
ja: この映画のTMDB IDを入力してください。
pt_pt: Digite o ID do TMDB para este filme.
ru_ru: Введите идентификатор TMDB для этого фильма.
th: ป้อนรหัส TMDB สำหรับภาพยนตร์เรื่องนี้
vi: Nhập ID TMDB cho bộ phim này.

source: IMDB ID
es_es: Identificación de IMDB
hi_in: आईएमडीबी आईडी
pt_pt: ID do IMDB
ru_ru: Идентификатор IMDB
th: รหัส IMDB
vi: Mã IMDB

source: Enter the IMDB ID for this movie.
es_es: Introduzca el ID de IMDB para esta película.
hi_in: इस मूवी के लिए IMDB ID दर्ज करें.
ja: この映画の IMDB ID を入力してください。
pt_pt: Digite o ID do IMDB para este filme.
ru_ru: Введите идентификатор IMDB для этого фильма.
th: ใส่รหัส IMDB สำหรับภาพยนตร์เรื่องนี้
vi: Nhập ID IMDB cho bộ phim này.

source: Enter the runtime of the movie.
es_es: Introduzca el tiempo de ejecución de la película.
hi_in: फिल्म का रनटाइम दर्ज करें.
ja: 映画の実行時間を入力します。
pt_pt: Insira o tempo de execução do filme.
ru_ru: Укажите продолжительность фильма.
th: ระบุระยะเวลาการฉายของภาพยนตร์
vi: Nhập thời lượng của bộ phim.

source: Episodes
es_es: Episodios
hi_in: एपिसोड
ja: エピソード
pt_pt: Episódios
ru_ru: Эпизоды
th: ตอนต่างๆ
vi: Các tập phim

source: Enter the episode number of the movie.
es_es: Introduzca el número de episodio de la película.
hi_in: फिल्म का एपिसोड नंबर दर्ज करें।
ja: 映画のエピソード番号を入力してください。
pt_pt: Digite o número do episódio do filme.
ru_ru: Введите номер серии фильма.
th: กรอกหมายเลขตอนของภาพยนต์
vi: Nhập số tập của bộ phim.
