Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Total Episodes
es_es: Episodios totales
hi_in: कुल एपिसोड
ja: 合計エピソード数
pt_pt: Episódios totais
ru_ru: Всего эпизодов
th: จำนวนตอนทั้งหมด
vi: Tổng số tập

source: Enter the total number of episodes for the movie.
es_es: Introduzca el número total de episodios de la película.
hi_in: फिल्म के कुल एपिसोड की संख्या दर्ज करें।
ja: 映画の合計エピソード数を入力します。
pt_pt: Digite o número total de episódios do filme.
ru_ru: Введите общее количество серий фильма.
th: ระบุจำนวนตอนทั้งหมดของภาพยนตร์
vi: Nhập tổng số tập của bộ phim.

source: Enter the quality of the movie (e.g., 1080p, 720p).
es_es: Introduzca la calidad de la película (por ejemplo, 1080p, 720p).
hi_in: मूवी की गुणवत्ता दर्ज करें (उदाहरण के लिए, 1080p, 720p).
ja: 映画の品質を入力します（例：1080p、720p）。
pt_pt: Digite a qualidade do filme (por exemplo, 1080p, 720p).
ru_ru: Введите качество фильма (например, 1080p, 720p).
th: ป้อนคุณภาพของภาพยนตร์ (เช่น 1080p, 720p)
vi: Nhập chất lượng của phim (ví dụ: 1080p, 720p).

source: Single Movies
es_es: Películas individuales
hi_in: एकल फिल्में
ja: 単発映画
pt_pt: Filmes individuais
ru_ru: Отдельные фильмы
th: ภาพยนตร์เดี่ยว
vi: Phim đơn

source: OnGoing
es_es: En curso
hi_in: चल रहे
ja: 進行中
pt_pt: Em andamento
ru_ru: Непрерывный
th: กำลังดำเนินการอยู่
vi: Đang diễn ra

source: Optional if a Featured Image has already been set. Only image .png, .jpg, .jpeg formats are allowed.
es_es: Opcional si ya se ha definido una imagen destacada. Solo se permiten los formatos de imagen .png, .jpg y .jpeg.
hi_in: यदि कोई विशेष छवि पहले से सेट की गई है, तो यह वैकल्पिक है। केवल .png, .jpg, .jpeg प्रारूपों में ही छवि की अनुमति है।
ja: 注目画像が既に設定されている場合、オプションです。.png、.jpg、.jpeg形式の画像のみが許可されます。
pt_pt: Opcional se uma Imagem em Destaque já tiver sido definida. Somente os formatos de imagem .png, .jpg e .jpeg são permitidos.
ru_ru: Необязательно, если выбранное изображение уже установлено. Допускаются только изображения в форматах .png, .jpg, .jpeg.
th: เป็นตัวเลือกหากตั้งค่าภาพเด่นไว้แล้ว อนุญาตเฉพาะภาพในรูปแบบ .png, .jpg, .jpeg เท่านั้น
vi: Tùy chọn nếu Ảnh nổi bật đã được đặt. Chỉ cho phép định dạng ảnh .png, .jpg, .jpeg.

source: Trailer Links
es_es: Enlaces del tráiler
hi_in: ट्रेलर लिंक
ja: トレーラーリンク
pt_pt: Links do trailer
ru_ru: Ссылки на трейлеры
th: ลิงค์ตัวอย่าง
vi: Liên kết Trailer

source: Upload or Paste Trailer Links
es_es: Subir o pegar enlaces de tráilers
hi_in: ट्रेलर लिंक अपलोड या पेस्ट करें
ja: トレーラーリンクをアップロードまたは貼り付ける
pt_pt: Carregar ou colar links de trailer
ru_ru: Загрузите или вставьте ссылки на трейлеры
th: อัพโหลดหรือวางลิงก์ตัวอย่าง
vi: Tải lên hoặc dán liên kết đoạn giới thiệu

source: Schedule Content
es_es: Contenido del programa
hi_in: शेड्यूल सामग्री
ja: スケジュールコンテンツ
pt_pt: Conteúdo da programação
ru_ru: Расписание контента
th: กำหนดการเนื้อหา
vi: Nội dung lịch trình

source: Enable if this movie has a release schedule.
es_es: Habilitar si esta película tiene un calendario de lanzamiento.
hi_in: यदि इस मूवी का रिलीज़ शेड्यूल है तो सक्षम करें.
ja: この映画の公開スケジュールがある場合は有効にします。
pt_pt: Habilite se este filme tiver um cronograma de lançamento.
ru_ru: Включите, если у этого фильма есть график выхода.
th: เปิดใช้งานหากภาพยนตร์เรื่องนี้มีกำหนดการเผยแพร่
vi: Bật nếu phim này có lịch phát hành.

source: Schedule Day
es_es: Horario del día
hi_in: अनुसूची दिवस
ja: スケジュール日
pt_pt: Dia da programação
ru_ru: Расписание дня
th: ตารางวัน
vi: Lịch trình ngày

source: Select the day of the week for the movie release schedule.
es_es: Seleccione el día de la semana para el calendario de estreno de la película.
hi_in: मूवी रिलीज़ शेड्यूल के लिए सप्ताह का दिन चुनें।
ja: 映画の公開スケジュールに合わせて曜日を選択してください。
pt_pt: Selecione o dia da semana para a programação de lançamento do filme.
ru_ru: Выберите день недели для просмотра графика выхода фильмов.
th: เลือกวันในสัปดาห์สำหรับกำหนดการเปิดตัวภาพยนตร์
vi: Chọn ngày trong tuần để xem lịch phát hành phim.

source: Enable Related Movies
es_es: Habilitar películas relacionadas
hi_in: संबंधित फ़िल्में सक्षम करें
ja: 関連動画を有効にする
pt_pt: Habilitar filmes relacionados
ru_ru: Включить похожие фильмы
th: เปิดใช้งานภาพยนตร์ที่เกี่ยวข้อง
vi: Bật Phim liên quan

source: Enable or disable the display of related movies or seasons for this post. When enabled, you can manually select related posts below, or the system will automatically find related posts based on the title (e.g., matching seasons like "Blood Demon Chaos - Season 1"). Disable this to hide related content.
es_es: Activa o desactiva la visualización de películas o temporadas relacionadas con esta publicación. Al activar esta opción, puedes seleccionar manualmente las publicaciones relacionadas a continuación o el sistema las encontrará automáticamente por título (por ejemplo, temporadas similares, como "Blood Demon Chaos - Temporada 1"). Desactiva esta opción para ocultar el contenido relacionado.
hi_in: इस पोस्ट के लिए संबंधित फ़िल्मों या सीज़न के प्रदर्शन को सक्षम या अक्षम करें। सक्षम होने पर, आप नीचे संबंधित पोस्ट मैन्युअल रूप से चुन सकते हैं, या सिस्टम शीर्षक के आधार पर संबंधित पोस्ट स्वचालित रूप से ढूंढ लेगा (उदाहरण के लिए, "ब्लड डेमन कैओस - सीज़न 1" जैसे सीज़न से मेल खाते हुए)। संबंधित सामग्री छिपाने के लिए इसे अक्षम करें।
ja: この投稿に関連する映画やシーズンの表示を有効または無効にします。有効にすると、以下の関連投稿を手動で選択できます。また、タイトルに基づいてシステムが自動的に関連投稿を検索します（例：「Blood Demon Chaos - Season 1」のようにシーズンが一致するもの）。無効にすると、関連コンテンツが非表示になります。
pt_pt: Ative ou desative a exibição de filmes ou temporadas relacionadas a esta publicação. Quando ativada, você pode selecionar manualmente as publicações relacionadas abaixo, ou o sistema encontrará automaticamente publicações relacionadas com base no título (por exemplo, temporadas correspondentes, como "Blood Demon Chaos - Temporada 1"). Desative esta opção para ocultar conteúdo relacionado.
ru_ru: Включите или отключите отображение связанных фильмов или сезонов для этой публикации. Если эта опция включена, вы можете вручную выбрать похожие публикации ниже, или система автоматически найдёт похожие публикации по названию (например, соответствующие сезоны, например, «Blood Demon Chaos - Season 1»). Отключите эту функцию, чтобы скрыть связанный контент.
th: เปิดหรือปิดการแสดงภาพยนตร์หรือซีซันที่เกี่ยวข้องกับโพสต์นี้ เมื่อเปิดใช้งาน คุณสามารถเลือกโพสต์ที่เกี่ยวข้องด้านล่างได้ด้วยตนเอง หรือระบบจะค้นหาโพสต์ที่เกี่ยวข้องโดยอัตโนมัติตามชื่อเรื่อง (เช่น ซีซันที่ตรงกับ "Blood Demon Chaos - ซีซัน 1") ปิดใช้งานนี้เพื่อซ่อนเนื้อหาที่เกี่ยวข้อง
vi: Bật hoặc tắt hiển thị phim hoặc mùa liên quan cho bài viết này. Khi bật, bạn có thể chọn thủ công các bài viết liên quan bên dưới, hoặc hệ thống sẽ tự động tìm bài viết liên quan dựa trên tiêu đề (ví dụ: các mùa phù hợp như "Blood Demon Chaos - Phần 1"). Tắt tính năng này để ẩn nội dung liên quan.

source: Select Post
es_es: Seleccionar publicación
hi_in: पोस्ट चुनें
ja: 投稿を選択
pt_pt: Selecione a postagem
ru_ru: Выбрать пост
th: เลือกโพสต์
vi: Chọn bài đăng

source: Select a related movie or season to associate with this post. Use the search to find posts by title, and drag to reorder them if needed. The selected posts will be displayed as related content on the frontend.
es_es: Selecciona una película o temporada relacionada para asociarla con esta publicación. Usa la búsqueda para encontrar publicaciones por título y arrástralas para reordenarlas si es necesario. Las publicaciones seleccionadas se mostrarán como contenido relacionado en la interfaz.
hi_in: इस पोस्ट से संबंधित कोई फ़िल्म या सीज़न चुनें। शीर्षक के आधार पर पोस्ट खोजने के लिए खोज का उपयोग करें, और ज़रूरत पड़ने पर उन्हें पुनर्व्यवस्थित करने के लिए खींचें। चयनित पोस्ट फ़्रंटएंड पर संबंधित सामग्री के रूप में प्रदर्शित होंगी।
ja: この投稿に関連付ける関連映画またはシーズンを選択してください。検索機能を使ってタイトルで投稿を検索し、必要に応じてドラッグして並べ替えてください。選択した投稿は、フロントエンドに関連コンテンツとして表示されます。
pt_pt: Selecione um filme ou temporada relacionada para associar a esta publicação. Use a busca para encontrar publicações por título e arraste para reordená-las, se necessário. As publicações selecionadas serão exibidas como conteúdo relacionado no frontend.
ru_ru: Выберите связанный фильм или сезон для этой публикации. Воспользуйтесь поиском, чтобы найти публикации по названию, и при необходимости перетащите их, чтобы изменить порядок. Выбранные публикации будут отображаться как связанный контент во внешнем интерфейсе.
th: เลือกภาพยนตร์หรือซีซันที่เกี่ยวข้องเพื่อเชื่อมโยงกับโพสต์นี้ ใช้การค้นหาเพื่อค้นหาโพสต์ตามชื่อเรื่อง และลากเพื่อเรียงลำดับใหม่หากจำเป็น โพสต์ที่เลือกจะแสดงเป็นเนื้อหาที่เกี่ยวข้องบนส่วนหน้า
vi: Chọn một bộ phim hoặc mùa phim liên quan để liên kết với bài đăng này. Sử dụng chức năng tìm kiếm để tìm bài đăng theo tiêu đề và kéo để sắp xếp lại nếu cần. Các bài đăng đã chọn sẽ được hiển thị dưới dạng nội dung liên quan ở giao diện người dùng.

source: Custom Title
es_es: Título personalizado
hi_in: कस्टम शीर्षक
ja: カスタムタイトル
pt_pt: Título personalizado
ru_ru: Пользовательский заголовок
th: ชื่อเรื่องที่กำหนดเอง
vi: Tiêu đề tùy chỉnh

source: Enter a custom title for the selected post to display on the frontend. If left blank, the original post title will be used automatically. Use this to provide a shorter or more descriptive title if needed.
es_es: Introduce un título personalizado para la publicación seleccionada, que se mostrará en la interfaz. Si lo dejas en blanco, se usará automáticamente el título original. Úsalo para añadir un título más breve o descriptivo si es necesario.
hi_in: चयनित पोस्ट के लिए एक कस्टम शीर्षक दर्ज करें जिसे फ्रंटएंड पर प्रदर्शित किया जा सके। यदि इसे खाली छोड़ दिया जाता है, तो मूल पोस्ट का शीर्षक स्वचालित रूप से उपयोग किया जाएगा। यदि आवश्यक हो, तो इसका उपयोग छोटा या अधिक वर्णनात्मक शीर्षक प्रदान करने के लिए करें।
ja: 選択した投稿のフロントエンドに表示するカスタムタイトルを入力してください。空白のままにした場合、元の投稿タイトルが自動的に使用されます。必要に応じて、より短いタイトルやより説明的なタイトルを入力してください。
pt_pt: Insira um título personalizado para a publicação selecionada a ser exibida no frontend. Se deixado em branco, o título original da publicação será usado automaticamente. Use esta opção para fornecer um título mais curto ou descritivo, se necessário.
ru_ru: Введите название выбранной публикации, которое будет отображаться во внешнем интерфейсе. Если оставить поле пустым, автоматически будет использовано исходное название публикации. При необходимости используйте это поле, чтобы указать более короткое или описательное название.
th: ป้อนชื่อเรื่องแบบกำหนดเองสำหรับโพสต์ที่เลือกเพื่อแสดงบนส่วนหน้า หากเว้นว่างไว้ ระบบจะใช้ชื่อเรื่องโพสต์เดิมโดยอัตโนมัติ ใช้ชื่อนี้เพื่อตั้งชื่อที่สั้นลงหรืออธิบายรายละเอียดได้มากขึ้นหากจำเป็น
vi: Nhập tiêu đề tùy chỉnh cho bài viết đã chọn để hiển thị trên giao diện người dùng. Nếu để trống, tiêu đề bài viết gốc sẽ được tự động sử dụng. Sử dụng tùy chọn này để cung cấp tiêu đề ngắn gọn hoặc mô tả chi tiết hơn nếu cần.

source: Movies Settings
es_es: Configuraciones de películas
hi_in: मूवी सेटिंग्स
ja: 映画の設定
pt_pt: Configurações de filmes
ru_ru: Настройки фильмов
th: การตั้งค่าภาพยนตร์
vi: Cài đặt phim

source: Add Video
es_es: Agregar vídeo
hi_in: वीडियो जोड़ें
ja: ビデオを追加
pt_pt: Adicionar vídeo
ru_ru: Добавить видео
th: เพิ่มวิดีโอ
vi: Thêm video

source: Add New Video
es_es: Agregar nuevo video
hi_in: नया वीडियो जोड़ें
ja: 新しいビデオを追加
pt_pt: Adicionar novo vídeo
ru_ru: Добавить новое видео
th: เพิ่มวิดีโอใหม่
vi: Thêm video mới

source: Enter video name
es_es: Introduce el nombre del vídeo
hi_in: वीडियो का नाम दर्ज करें
ja: ビデオ名を入力
pt_pt: Digite o nome do vídeo
ru_ru: Введите название видео
th: กรอกชื่อวิดีโอ
vi: Nhập tên video

source: Enter video link
es_es: Introduzca el enlace del vídeo
hi_in: वीडियो लिंक दर्ज करें
ja: ビデオリンクを入力
pt_pt: Insira o link do vídeo
ru_ru: Введите ссылку на видео
th: เข้าสู่ลิงค์วิดีโอ
vi: Nhập liên kết video

source: Yes
es_es: Sí
hi_in: हाँ
ja: はい
pt_pt: Sim
ru_ru: Да
th: ใช่
vi: Đúng

source: No
hi_in: नहीं
ja: いいえ
pt_pt: Não
ru_ru: Нет
th: เลขที่
vi: KHÔNG

source: Version
es_es: Versión
hi_in: संस्करण
ja: バージョン
pt_pt: Versão
ru_ru: Версия
th: เวอร์ชัน
vi: Phiên bản

source: Active Theme
es_es: Tema activo
hi_in: सक्रिय थीम
ja: アクティブテーマ
pt_pt: Tema ativo
ru_ru: Активная тема
th: ธีมที่ใช้งานอยู่
vi: Chủ đề hoạt động

source: Data is being imported please be patient...
es_es: Se están importando datos, por favor tenga paciencia...
hi_in: डेटा आयात किया जा रहा है कृपया धैर्य रखें...
ja: データをインポート中です。しばらくお待ちください。
pt_pt: Os dados estão sendo importados. Por favor, seja paciente...
ru_ru: Данные импортируются, пожалуйста, будьте терпеливы...
th: กำลังนำเข้าข้อมูล กรุณารอสักครู่...
vi: Dữ liệu đang được nhập, vui lòng kiên nhẫn...

source: An error occurred
es_es: Se produjo un error
hi_in: एक त्रुटि पाई गई
ja: エラーが発生しました
pt_pt: Ocorreu um erro
ru_ru: Произошла ошибка
th: เกิดข้อผิดพลาด
vi: Đã xảy ra lỗi

source: Have fun!
es_es: ¡Divertirse!
hi_in: मस्ती करो!
ja: 楽しむ！
pt_pt: Divirta-se!
ru_ru: Веселиться!
th: มีความสุข!
vi: Chúc vui vẻ!

source: Close
es_es: Cerca
hi_in: बंद करना
ja: 近い
pt_pt: Fechar
ru_ru: Закрывать
th: ปิด
vi: Đóng

source: List Episode
es_es: Lista de episodios
hi_in: सूची एपिसोड
ja: エピソード一覧
pt_pt: Listar Episódio
ru_ru: Список эпизодов
th: รายชื่อตอน
vi: Danh sách tập phim

source: Content
es_es: Contenido
hi_in: सामग्री
ja: コンテンツ
pt_pt: Contente
ru_ru: Содержание
th: เนื้อหา
vi: Nội dung

source: Are you sure you want to delete this server?
es_es: ¿Estás seguro que deseas eliminar este servidor?
hi_in: क्या आप वाकई इस सर्वर को हटाना चाहते हैं?
ja: このサーバーを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir este servidor?
ru_ru: Вы уверены, что хотите удалить этот сервер?
th: คุณแน่ใจว่าต้องการลบเซิร์ฟเวอร์นี้หรือไม่?
vi: Bạn có chắc chắn muốn xóa máy chủ này không?

source: Are you sure you want to delete this episode?
es_es: ¿Estás seguro que deseas eliminar este episodio?
hi_in: क्या आप वाकई इस एपिसोड को हटाना चाहते हैं?
ja: このエピソードを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir este episódio?
ru_ru: Вы уверены, что хотите удалить этот эпизод?
th: คุณแน่ใจว่าต้องการลบตอนนี้หรือไม่?
vi: Bạn có chắc chắn muốn xóa tập này không?

source: Are you sure you want to delete this video?
es_es: ¿Estás seguro que deseas eliminar este vídeo?
hi_in: क्या आप वाकई इस वीडियो को हटाना चाहते हैं?
ja: このビデオを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir este vídeo?
ru_ru: Вы уверены, что хотите удалить это видео?
th: คุณแน่ใจว่าต้องการลบวิดีโอนี้ใช่ไหม?
vi: Bạn có chắc chắn muốn xóa video này không?

source: Are you sure you want to delete this chapter?
es_es: ¿Estás seguro que deseas eliminar este capítulo?
hi_in: क्या आप वाकई इस अध्याय को हटाना चाहते हैं?
ja: この章を削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir este capítulo?
ru_ru: Вы уверены, что хотите удалить эту главу?
th: คุณแน่ใจว่าต้องการลบบทนี้ใช่ไหม?
vi: Bạn có chắc chắn muốn xóa chương này không?

source: This video file cannot be played
es_es: Este archivo de vídeo no se puede reproducir
hi_in: यह वीडियो फ़ाइल नहीं चलाई जा सकती
ja: このビデオファイルは再生できません
pt_pt: Este arquivo de vídeo não pode ser reproduzido
ru_ru: Этот видеофайл не может быть воспроизведен
th: ไม่สามารถเล่นไฟล์วิดีโอนี้ได้
vi: Không thể phát tệp video này

source: We are unable to find the video you are looking for. There could be several reasons for this, for example it got removed by the owner!
es_es: No encontramos el video que buscas. Puede haber varias razones, por ejemplo, que el propietario lo haya eliminado.
hi_in: हमें वह वीडियो नहीं मिल रहा है जिसे आप ढूंढ रहे हैं। इसके कई कारण हो सकते हैं, जैसे कि इसे मालिक ने हटा दिया हो!
ja: お探しの動画が見つかりません。所有者によって削除されたなど、いくつかの理由が考えられます。
pt_pt: Não conseguimos encontrar o vídeo que você procura. Pode haver vários motivos para isso, como, por exemplo, a remoção do vídeo pelo proprietário!
ru_ru: Мы не можем найти нужное вам видео. Это может быть вызвано несколькими причинами, например, оно было удалено владельцем!
th: เราไม่พบวิดีโอที่คุณกำลังมองหา อาจมีสาเหตุหลายประการ เช่น วิดีโอถูกลบโดยเจ้าของ!
vi: Chúng tôi không thể tìm thấy video bạn đang tìm kiếm. Có thể có một số lý do cho việc này, ví dụ như video đã bị chủ sở hữu xóa!

source: To continue watching, please click on the "Reload Player" button
es_es: Para continuar viendo, haga clic en el botón "Recargar reproductor".
hi_in: देखना जारी रखने के लिए, कृपया "रीलोड प्लेयर" बटन पर क्लिक करें
ja: 視聴を続けるには、「プレーヤーを再読み込み」ボタンをクリックしてください。
pt_pt: Para continuar assistindo, clique no botão "Recarregar Player"
ru_ru: Чтобы продолжить просмотр, нажмите кнопку «Перезагрузить плеер».
th: หากต้องการรับชมต่อ โปรดคลิกปุ่ม "โหลดเครื่องเล่นใหม่"
vi: Để tiếp tục xem, vui lòng nhấp vào nút "Tải lại trình phát"

source: or click on the buttons below
es_es: o haga clic en los botones de abajo
hi_in: या नीचे दिए गए बटनों पर क्लिक करें
ja: または下のボタンをクリックしてください
pt_pt: ou clique nos botões abaixo
ru_ru: или нажмите на кнопки ниже
th: หรือคลิกที่ปุ่มด้านล่าง
vi: hoặc nhấp vào các nút bên dưới

source: Reload Player
es_es: Recargar reproductor
hi_in: प्लेयर पुनः लोड करें
ja: プレーヤーをリロード
pt_pt: Recarregar jogador
ru_ru: Перезагрузить плеер
th: โหลดเครื่องเล่นใหม่
vi: Tải lại máy nghe nhạc

source: Do you want to continue viewing from the saved location or start from the beginning?
es_es: ¿Quieres continuar viendo desde la ubicación guardada o comenzar desde el principio?
hi_in: क्या आप सहेजे गए स्थान से देखना जारी रखना चाहते हैं या शुरुआत से शुरू करना चाहते हैं?
ja: 保存した場所から引き続き表示しますか、それとも最初から始めますか?
pt_pt: Você quer continuar visualizando a partir do local salvo ou começar do início?
ru_ru: Хотите продолжить просмотр с сохраненного места или начать с начала?
th: คุณต้องการดูต่อจากตำแหน่งที่บันทึกไว้หรือเริ่มตั้งแต่ต้น?
vi: Bạn muốn tiếp tục xem từ vị trí đã lưu hay xem lại từ đầu?

source: Continue watching
es_es: Sigue viendo
hi_in: देखना जारी रखें
ja: 視聴を続ける
pt_pt: Continue assistindo
ru_ru: Продолжайте смотреть
th: รับชมต่อ
vi: Tiếp tục xem

source: Automatically resumes your videos from where you played them last at
es_es: Reanuda automáticamente tus videos desde donde los reproduciste por última vez
hi_in: आपके वीडियो को स्वचालित रूप से वहीं से पुनः प्रारंभ करता है जहां आपने उन्हें अंतिम बार चलाया था
ja: 最後に再生した場所からビデオを自動的に再開します
pt_pt: Retoma automaticamente seus vídeos de onde você os reproduziu pela última vez
ru_ru: Автоматически возобновляет воспроизведение видео с того места, где вы его последний раз воспроизводили.
th: จะเริ่มเล่นวิดีโอต่อจากตำแหน่งที่คุณเล่นครั้งล่าสุดโดยอัตโนมัติ
vi: Tự động tiếp tục video của bạn từ nơi bạn đã phát chúng lần cuối

source: Playback
es_es: Reproducción
hi_in: प्लेबैक
ja: 再生
pt_pt: Reprodução
ru_ru: Воспроизведение
th: การเล่นซ้ำ
vi: Phát lại

source: Loading, please wait...
es_es: Cargando, por favor espere...
hi_in: लोड हो रहा है कृपया प्रतीक्षा करें...
ja: 読み込み中です。お待​​ちください...
pt_pt: Carregando, aguarde...
ru_ru: Загрузка, пожалуйста подождите...
th: กำลังโหลด กรุณารอสักครู่...
vi: Đang tải, vui lòng đợi...

source: Switching to backup server...
es_es: Cambiando al servidor de respaldo...
hi_in: बैकअप सर्वर पर स्विच किया जा रहा है...
ja: バックアップ サーバーに切り替えています...
pt_pt: Mudando para o servidor de backup...
ru_ru: Переключение на резервный сервер...
th: กำลังเปลี่ยนไปใช้เซิร์ฟเวอร์สำรองข้อมูล...
vi: Đang chuyển sang máy chủ sao lưu...

source: Error loading video.
es_es: Error al cargar el vídeo.
hi_in: वीडियो लोड करने में त्रुटि.
ja: ビデオの読み込み中にエラーが発生しました。
pt_pt: Erro ao carregar o vídeo.
ru_ru: Ошибка загрузки видео.
th: เกิดข้อผิดพลาดในการโหลดวิดีโอ
vi: Có lỗi khi tải video.

source: Empty!
es_es: ¡Vacío!
hi_in: खाली!
ja: 空の！
pt_pt: Vazio!
ru_ru: Пустой!
th: ว่างเปล่า!
vi: Trống!

source: All items removed successfully!
es_es: ¡Todos los elementos eliminados exitosamente!
hi_in: सभी आइटम सफलतापूर्वक हटा दिए गए!
ja: すべてのアイテムが正常に削除されました。
pt_pt: Todos os itens foram removidos com sucesso!
ru_ru: Все элементы успешно удалены!
th: ลบรายการทั้งหมดออกสำเร็จแล้ว!
vi: Đã xóa thành công tất cả các mục!

source: Failed to remove items!
es_es: ¡No se pudieron eliminar los elementos!
hi_in: आइटम हटाने में विफल!
ja: アイテムの削除に失敗しました。
pt_pt: Falha ao remover itens!
ru_ru: Не удалось удалить элементы!
th: ไม่สามารถลบรายการได้!
vi: Không thể xóa mục!

source: An error occurred while removing all items.
es_es: Se produjo un error al eliminar todos los elementos.
hi_in: सभी आइटम हटाते समय एक त्रुटि हुई.
ja: すべてのアイテムを削除中にエラーが発生しました。
pt_pt: Ocorreu um erro ao remover todos os itens.
ru_ru: Произошла ошибка при удалении всех элементов.
th: เกิดข้อผิดพลาดขณะลบรายการทั้งหมด
vi: Đã xảy ra lỗi khi xóa tất cả các mục.

source: Marked as resolved successfully!
es_es: ¡Marcado como resuelto exitosamente!
hi_in: सफलतापूर्वक हल किया गया चिह्नित!
ja: 正常に解決済みとしてマークされました。
pt_pt: Marcado como resolvido com sucesso!
ru_ru: Отмечено как успешно решенное!
th: ทำเครื่องหมายว่าได้รับการแก้ไขเรียบร้อยแล้ว!
vi: Đã đánh dấu là giải quyết thành công!

source: Failed to mark as resolved!
es_es: ¡No se pudo marcar como resuelto!
hi_in: हल किया गया चिह्नित करने में विफल!
ja: 解決済みとしてマークできませんでした。
pt_pt: Falha ao marcar como resolvido!
ru_ru: Не удалось отметить как решенное!
th: ไม่สามารถทำเครื่องหมายว่าได้รับการแก้ไขแล้ว!
vi: Không thể đánh dấu là đã giải quyết!

source: An error occurred while updating the status.
es_es: Se produjo un error al actualizar el estado.
hi_in: स्थिति अद्यतन करते समय एक त्रुटि हुई.
ja: ステータスの更新中にエラーが発生しました。
pt_pt: Ocorreu um erro ao atualizar o status.
ru_ru: Произошла ошибка при обновлении статуса.
th: เกิดข้อผิดพลาดขณะอัปเดตสถานะ
vi: Đã xảy ra lỗi khi cập nhật trạng thái.

source: Item removed successfully!
es_es: ¡Artículo eliminado exitosamente!
hi_in: आइटम सफलतापूर्वक हटा दिया गया!
ja: アイテムは正常に削除されました。
pt_pt: Item removido com sucesso!
ru_ru: Элемент успешно удален!
th: ลบรายการสำเร็จแล้ว!
vi: Đã xóa mục thành công!

source: Failed to remove item!
es_es: ¡No se pudo eliminar el artículo!
hi_in: आइटम हटाने में विफल!
ja: アイテムの削除に失敗しました。
pt_pt: Falha ao remover o item!
ru_ru: Не удалось удалить элемент!
th: ไม่สามารถลบรายการได้!
vi: Không thể xóa mục!

source: An error occurred while removing the item.
es_es: Se produjo un error al eliminar el elemento.
hi_in: आइटम हटाते समय एक त्रुटि हुई.
ja: アイテムの削除中にエラーが発生しました。
pt_pt: Ocorreu um erro ao remover o item.
ru_ru: Произошла ошибка при удалении элемента.
th: เกิดข้อผิดพลาดขณะลบรายการ
vi: Đã xảy ra lỗi khi xóa mục.

source: Mark As Resolved
es_es: Marcar como resuelto
hi_in: सही के रूप में चिन्हित करो
ja: 解決済みとしてマーク
pt_pt: Marcar como resolvido
ru_ru: Отметить как решенное
th: ทำเครื่องหมายว่าได้รับการแก้ไขแล้ว
vi: Đánh dấu là đã giải quyết

source: Remove
es_es: Eliminar
hi_in: निकालना
ja: 取り除く
pt_pt: Remover
ru_ru: Удалять
th: ลบ
vi: Di dời

source: Prev
es_es: Anterior
hi_in: पिछला
ja: 前へ
pt_pt: Anterior
ru_ru: Предыдущая
th: ก่อนหน้า
vi: Trước đó

source: Next
es_es: Próximo
hi_in: अगला
ja: 次
pt_pt: Próximo
ru_ru: Следующий
th: ต่อไป
vi: Kế tiếp

source: Saved successfully!
es_es: ¡Guardado exitosamente!
hi_in: सफलतापूर्वक बचाया!
ja: 保存に成功しました!
pt_pt: Salvo com sucesso!
ru_ru: Сохранено успешно!
th: บันทึกเรียบร้อยแล้ว!
vi: Đã lưu thành công!

source: Failed to save!
es_es: ¡No se pudo guardar!
hi_in: सहेजने में विफल!
ja: 保存に失敗しました!
pt_pt: Falha ao salvar!
ru_ru: Не удалось сохранить!
th: ไม่สามารถบันทึกได้!
vi: Không lưu được!

source: An error occurred while saving the issues.
es_es: Se produjo un error al guardar los problemas.
hi_in: मुद्दों को सहेजते समय एक त्रुटि हुई.
ja: 問題の保存中にエラーが発生しました。
pt_pt: Ocorreu um erro ao salvar os problemas.
ru_ru: Произошла ошибка при сохранении выпусков.
th: เกิดข้อผิดพลาดขณะบันทึกปัญหา
vi: Đã xảy ra lỗi khi lưu các vấn đề.

source: Report an Issue
es_es: Informar un problema
hi_in: समस्या की रिपोर्ट करें
ja: 問題を報告する
pt_pt: Relatar um problema
ru_ru: Сообщить о проблеме
th: รายงานปัญหา
vi: Báo cáo sự cố

source: Send Report
es_es: Enviar informe
hi_in: रिपोर्ट भेजना
ja: レポートを送信
pt_pt: Enviar relatório
ru_ru: Отправить отчет
th: ส่งรายงาน
vi: Gửi báo cáo
