Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Please select at least one issue.
es_es: Seleccione al menos un problema.
hi_in: कृपया कम से कम एक मुद्दा चुनें.
ja: 少なくとも 1 つの問題を選択してください。
pt_pt: Selecione pelo menos um problema.
ru_ru: Пожалуйста, выберите хотя бы одну проблему.
th: โปรดเลือกอย่างน้อยหนึ่งประเด็น
vi: Vui lòng chọn ít nhất một vấn đề.

source: Report sent successfully!
es_es: ¡Informe enviado exitosamente!
hi_in: रिपोर्ट सफलतापूर्वक भेजी गई!
ja: レポートは正常に送信されました。
pt_pt: Relatório enviado com sucesso!
ru_ru: Отчет успешно отправлен!
th: ส่งรายงานเรียบร้อยแล้ว!
vi: Báo cáo đã được gửi thành công!

source: Failed to send report!
es_es: ¡Error al enviar el informe!
hi_in: रिपोर्ट भेजने में विफल!
ja: レポートの送信に失敗しました。
pt_pt: Falha ao enviar o relatório!
ru_ru: Не удалось отправить отчет!
th: ส่งรายงานไม่สำเร็จ!
vi: Không gửi được báo cáo!

source: We are unable to find the video you are looking for.<br>There could be several reasons for this, for example it got removed by the owner or this content is not available in your country!
es_es: No podemos encontrar el vídeo que estás buscando. Puede haber varias razones para esto, por ejemplo, que el propietario lo haya eliminado o que este contenido no esté disponible en tu país.
hi_in: हम वह वीडियो नहीं ढूंढ पा रहे हैं जिसे आप ढूंढ रहे हैं।<br>इसके कई कारण हो सकते हैं, उदाहरण के लिए इसे स्वामी द्वारा हटा दिया गया है या यह सामग्री आपके देश में उपलब्ध नहीं है!
ja: お探しの動画が見つかりません。<br>所有者によって削除された、お住まいの国ではこのコンテンツが利用できないなど、いくつかの理由が考えられます。
pt_pt: Não conseguimos encontrar o vídeo que você está procurando.<br>Pode haver vários motivos para isso, por exemplo, ele foi removido pelo proprietário ou este conteúdo não está disponível em seu país!
ru_ru: Мы не можем найти видео, которое вы ищете.<br>Этому может быть несколько причин, например, оно было удалено владельцем или этот контент недоступен в вашей стране!
th: เราไม่พบวิดีโอที่คุณกำลังมองหา<br>อาจมีสาเหตุหลายประการ เช่น วิดีโอถูกลบโดยเจ้าของ หรือเนื้อหานี้ไม่สามารถใช้ได้ในประเทศของคุณ!
vi: Chúng tôi không thể tìm thấy video bạn đang tìm kiếm.<br>Có thể có một số lý do cho việc này, ví dụ như video đã bị chủ sở hữu xóa hoặc nội dung này không khả dụng ở quốc gia của bạn!

source: Copyright infringement!
es_es: ¡Infracción de derechos de autor!
hi_in: सर्वाधिकार उल्लंघन!
ja: 著作権侵害です！
pt_pt: Violação de direitos autorais!
ru_ru: Нарушение авторских прав!
th: ละเมิดลิขสิทธิ์!
vi: Vi phạm bản quyền!

source: Your license key is invalid or not activated, Please buy a valid license and enter it in the options page. [<a href="https://buxt.net" title="Theme developed by buxt.net">Theme developed by buxt.net</a>]
es_es: Su clave de licencia no es válida o no está activada. Compre una licencia válida e introdúzcala en la página de opciones. [<a href="https://buxt.net" title="Tema desarrollado por buxt.net">Tema desarrollado por buxt.net</a>]
hi_in: आपकी लाइसेंस कुंजी अमान्य है या सक्रिय नहीं है, कृपया एक वैध लाइसेंस खरीदें और उसे विकल्प पृष्ठ में दर्ज करें। [<a href="https://buxt.net" title="Theme developed by buxt.net">Theme developed by buxt.net</a>]
pt_pt: Sua chave de licença é inválida ou não está ativada. Compre uma licença válida e insira-a na página de opções. [<a href="https://buxt.net" title="Tema desenvolvido por buxt.net">Tema desenvolvido por buxt.net</a>]
ru_ru: Ваш лицензионный ключ недействителен или не активирован. Купите действующую лицензию и введите её на странице параметров. [<a href="https://buxt.net" title="Тема разработана buxt.net">Тема разработана buxt.net</a>]
th: รหัสลิขสิทธิ์ของคุณไม่ถูกต้องหรือไม่ได้เปิดใช้งาน โปรดซื้อลิขสิทธิ์ที่ถูกต้องและป้อนลงในหน้าตัวเลือก [<a href="https://buxt.net" title="Theme developed by buxt.net">Theme developed by buxt.net</a>]
vi: Khóa cấp phép của bạn không hợp lệ hoặc chưa được kích hoạt. Vui lòng mua một giấy phép hợp lệ và nhập vào trang tùy chọn. [<a href="https://buxt.net" title="Chủ đề được phát triển bởi buxt.net">Chủ đề được phát triển bởi buxt.net</a>]

source: Choose Server
es_es: Elija el servidor
hi_in: सर्वर चुनें
ja: サーバーを選択
pt_pt: Escolha o servidor
ru_ru: Выберите сервер
th: เลือกเซิร์ฟเวอร์
vi: Chọn máy chủ

source: Save
es_es: Ahorrar
hi_in: बचाना
ja: 保存
pt_pt: Salvar
ru_ru: Сохранять
th: บันทึก
vi: Cứu

source: Are you sure you want to delete this item?
es_es: ¿Está seguro que desea eliminar este elemento?
hi_in: क्या आप सुनिश्चित रूप से इस आइटम को मिटाना चाहते हैं?
ja: このアイテムを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir este item?
ru_ru: Вы уверены, что хотите удалить этот элемент?
th: คุณแน่ใจว่าต้องการลบรายการนี้หรือไม่?
vi: Bạn có chắc chắn muốn xóa mục này không?

source: Are you sure you want to delete %d selected items?
es_es: ¿Está seguro de que desea eliminar %d elementos seleccionados?
hi_in: क्या आप वाकई %d चयनित आइटम हटाना चाहते हैं?
ja: 選択した %d 個のアイテムを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja excluir %d itens selecionados?
ru_ru: Вы уверены, что хотите удалить %d выбранных элементов?
th: คุณแน่ใจว่าต้องการลบรายการที่เลือก %d รายการหรือไม่?
vi: Bạn có chắc chắn muốn xóa %d mục đã chọn không?

source: Updated successfully!
es_es: ¡Actualizado exitosamente!
hi_in: सफलतापूर्वक अपडेट किया गया!
ja: 更新に成功しました!
pt_pt: Atualizado com sucesso!
ru_ru: Обновлено успешно!
th: อัปเดตสำเร็จแล้ว!
vi: Đã cập nhật thành công!

source: Deleted successfully!
es_es: ¡Eliminado exitosamente!
hi_in: सफलतापूर्वक मिटाया गया!
ja: 削除されました!
pt_pt: Excluído com sucesso!
ru_ru: Успешно удалено!
th: ลบสำเร็จแล้ว!
vi: Đã xóa thành công!

source: An error occurred: %s
es_es: Se produjo un error: %s
hi_in: एक त्रुटि हुई: %s
ja: エラーが発生しました: %s
pt_pt: Ocorreu um erro: %s
ru_ru: Произошла ошибка: %s
th: เกิดข้อผิดพลาด: %s
vi: Đã xảy ra lỗi: %s

source: Please select at least one item
es_es: Por favor seleccione al menos un elemento
hi_in: कृपया कम से कम एक आइटम चुनें
ja: 少なくとも1つの項目を選択してください
pt_pt: Selecione pelo menos um item
ru_ru: Пожалуйста, выберите хотя бы один пункт
th: กรุณาเลือกอย่างน้อยหนึ่งรายการ
vi: Vui lòng chọn ít nhất một mục

source: Processing...
es_es: Tratamiento...
hi_in: प्रसंस्करण...
ja: 処理...
pt_pt: Processamento...
ru_ru: Обработка...
th: กำลังประมวลผล...
vi: Xử lý...

source: Search:
es_es: Buscar:
hi_in: खोज:
ja: 検索：
pt_pt: Procurar:
ru_ru: Поиск:
th: ค้นหา:
vi: Tìm kiếm:

source: Show _MENU_ entries
es_es: Mostrar entradas de _MENU_
hi_in: _MENU_ प्रविष्टियाँ दिखाएँ
ja: _MENU_エントリを表示
pt_pt: Mostrar entradas do _MENU_
ru_ru: Показать пункты _МЕНЮ_
th: แสดงรายการ _MENU_
vi: Hiển thị các mục _MENU_

source: Showing _START_ to _END_ of _TOTAL_ entries
es_es: Mostrando del _INICIO_ al _FIN_ de _TOTAL_ entradas
hi_in: _कुल_ प्रविष्टियों में से _START_ से _END_ तक दिखाया जा रहा है
ja: 合計 _TOTAL_ 件中 _START_～_END_ 件を表示しています
pt_pt: Mostrando _INÍCIO_ a _FIM_ de _TOTAL_ entradas
ru_ru: Показано _START_ по _END_ из _TOTAL_ записей
th: แสดง _START_ ถึง _END_ จาก _TOTAL_ รายการ
vi: Hiển thị _START_ đến _END_ trong tổng số _TOTAL_ mục nhập

source: Showing 0 to 0 of 0 entries
es_es: Mostrando 0 a 0 de 0 entradas
hi_in: 0 से 0 में से 0 प्रविष्टियाँ दिखाई जा रही हैं
ja: 0件中0件を表示
pt_pt: Mostrando 0 a 0 de 0 entradas
ru_ru: Показано 0–0 из 0 записей
th: แสดง 0 ถึง 0 จาก 0 รายการ
vi: Hiển thị 0 đến 0 trong số 0 mục nhập

source: (filtered from _MAX_ total entries)
es_es: (filtrado de _MAX_ entradas totales)
hi_in: (_MAX_ कुल प्रविष्टियों से फ़िल्टर किया गया)
ja: (合計 _MAX_ 件のエントリからフィルタリング)
pt_pt: (filtrado de _MAX_ entradas totais)
ru_ru: (отфильтровано из _MAX_ общего числа записей)
th: (กรองจากรายการทั้งหมด _MAX_ รายการ)
vi: (được lọc từ tổng số _MAX_ mục nhập)

source: Previous
es_es: Anterior
hi_in: पहले का
ja: 前の
pt_pt: Anterior
ru_ru: Предыдущий
th: ก่อนหน้า
vi: Trước

source: SEO
hi_in: एसईओ

source: Create <a href="%s" target="_blank">page</a> like on <a href="%s" target="_blank">%s</a> demo.
ja: <a href="%s" target="_blank">%s</a> デモのような <a href="%s" target="_blank">ページ</a> を作成します。

source: Create a <a href="%s" target="_blank">menu</a> like on <a href="%s" target="_blank">%s</a> demo.
ja: <a href="%s" target="_blank">%s</a> デモのような <a href="%s" target="_blank">メニュー</a> を作成します。

source: Create <a href="%s" target="_blank">widgets</a> like on <a href="%s" target="_blank">%s</a> demo.
ja: <a href="%s" target="_blank">%s</a> デモのような <a href="%s" target="_blank">ウィジェット</a> を作成します。

source: Import Themes Demo
ja: テーマのインポートデモ

source: Import Theme Demo
ja: テーマのインポートデモ

source: Import Demo <a href="%s" target="_blank">content</a> like on <a href="%s" target="_blank">%s</a> demo.
ja: <a href="%s" target="_blank">%s</a> デモのようなデモ <a href="%s" target="_blank">コンテンツ</a> をインポートします。
