Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Monday
es_es: Lunes
hi_in: सोमवार
ja: 月曜日
pt_pt: Segunda-feira
ru_ru: Понедельник
th: วันจันทร์
vi: Thứ hai

source: Tuesday
es_es: Martes
hi_in: मंगलवार
ja: 火曜日
pt_pt: Terça-feira
ru_ru: Вторник
th: วันอังคาร
vi: Thứ ba

source: Wednesday
es_es: Miércoles
hi_in: बुधवार
ja: 水曜日
pt_pt: Quarta-feira
ru_ru: Среда
th: วันพุธ
vi: Thứ Tư

source: Thursday
es_es: Jueves
hi_in: गुरुवार
ja: 木曜日
pt_pt: Quinta-feira
ru_ru: Четверг
th: วันพฤหัสบดี
vi: Thứ năm

source: Friday
es_es: Viernes
hi_in: शुक्रवार
ja: 金曜日
pt_pt: Sexta-feira
ru_ru: Пятница
th: วันศุกร์
vi: Thứ sáu

source: Saturday
es_es: Sábado
hi_in: शनिवार
ja: 土曜日
pt_pt: Sábado
ru_ru: Суббота
th: วันเสาร์
vi: Thứ bảy

source: Sunday
es_es: Domingo
hi_in: रविवार
ja: 日曜日
pt_pt: Domingo
ru_ru: Воскресенье
th: วันอาทิตย์
vi: Chủ nhật

source: News
es_es: Noticias
hi_in: समाचार
pt_pt: Notícias
ru_ru: Новости
th: ข่าว
vi: Tin tức

source: Blog
hi_in: ब्लॉग
pt_pt: Blogue
ru_ru: Блог
th: บล็อก

source: Hentai
hi_in: हेनतई
ru_ru: Хентай
th: เฮ็นไท

source: Ecchi
ru_ru: Эччи
th: เอจจิ

source: Yaoi
ru_ru: Яой
th: ยาโอย

source: Yuri
hi_in: यूरी
ru_ru: Юрий
th: ยูริ

source: Short Film
es_es: Cortometraje
hi_in: लघु फिल्म
pt_pt: Curta-metragem
ru_ru: Короткометражный фильм
th: ภาพยนตร์สั้น
vi: Phim ngắn

source: J.A.V
hi_in: जे.ए.वी.
th: เจ.เอ.วี

source: Other Videos
es_es: Otros vídeos
hi_in: अन्य वीडियो
pt_pt: Outros vídeos
ru_ru: Другие видео
th: วิดีโออื่นๆ
vi: Các video khác

source: Manga
hi_in: मंगा
ja: マンガ
pt_pt: Mangá
ru_ru: Манга
th: มังงะ
vi: Truyện tranh

source: Manhua
ja: マンフア
ru_ru: Маньхуа
th: ม่านฮวา

source: Manhwa
ja: マンガ
ru_ru: Манхва
th: มังฮวา

source: Doujinshi
ja: 同人誌
ru_ru: Додзинси
th: โดจินชิ

source: Oneshot
es_es: Un disparo
hi_in: एक शॉट
ja: ワンショット
pt_pt: Um tiro
ru_ru: Ваншот
th: วันช็อต

source: Webtoon
ru_ru: Вебтун
th: เว็บตูน
vi: Truyện tranh trực tuyến

source: Anthology
es_es: Antología
hi_in: संकलन
pt_pt: Antologia
ru_ru: Антология
th: รวบรวมบทความ
vi: Tuyển tập

source: Omnibus
es_es: General
pt_pt: Ônibus
ru_ru: Омнибус
th: รถโดยสารประจำทาง
vi: Xe buýt

source: Single Movie
es_es: Película individual
hi_in: एकल फिल्म
pt_pt: Filme Único
ru_ru: Одиночный фильм
th: ภาพยนตร์เดี่ยว
vi: Phim đơn

source: Movies
es_es: Cine
hi_in: फिल्में
ja: 映画
pt_pt: Filmes
ru_ru: Фильмы
th: ภาพยนตร์
vi: Phim

source: Series
es_es: Serie
hi_in: शृंखला
pt_pt: Série
ru_ru: Ряд
th: ชุด
vi: Loạt

source: TV Series
es_es: Series de TV
hi_in: टीवी श्रृंखला
ja: 連続テレビ番組
pt_pt: Série de TV
ru_ru: Сериал
th: ซีรี่ย์ทีวี
vi: Phim truyền hình

source: TV Shows
es_es: Programas de televisión
hi_in: टीवी शो
ja: テレビ番組
pt_pt: Programas de TV
ru_ru: ТВ-шоу
th: รายการทีวี
vi: Chương trình truyền hình

source: Theater
es_es: Teatro
hi_in: थिएटर
pt_pt: Teatro
ru_ru: Театр
th: โรงภาพยนตร์
vi: Nhà hát

source: Theater Movie
es_es: Cine
hi_in: थिएटर मूवी
ja: 劇場映画
pt_pt: Cinema de Teatro
ru_ru: Театральное кино
th: ภาพยนตร์ในโรงภาพยนตร์
vi: Phim sân khấu

source: Cartoon
es_es: Dibujos animados
hi_in: कार्टून
ja: 漫画
pt_pt: Desenho animado
ru_ru: Мультфильм
th: การ์ตูน
vi: Hoạt hình

source: Upcoming
es_es: Próximamente
hi_in: आगामी
ja: 今後の予定
pt_pt: Por vir
ru_ru: Предстоящие
th: กำลังจะมีขึ้น
vi: Sắp tới

source: less than 1 second ago
es_es: hace menos de 1 segundo
hi_in: 1 सेकंड से भी कम समय पहले
ja: 1秒未満前
pt_pt: menos de 1 segundo atrás
ru_ru: менее 1 секунды назад
th: น้อยกว่า 1 วินาทีที่ผ่านมา
vi: ít hơn 1 giây trước

source: year ago
es_es: hace un año
hi_in: साल पहले
ja: 1年前
pt_pt: ano atrás
ru_ru: год назад
th: ปีที่แล้ว
vi: năm trước

source: month ago
es_es: hace un mes
hi_in: महीने पहले
ja: 1か月前
pt_pt: mês atrás
ru_ru: месяц назад
th: เดือนที่แล้ว
vi: tháng trước

source: day ago
es_es: hace un día
hi_in: एक दिन पहले
ja: 1日前
pt_pt: dia atrás
ru_ru: день назад
th: เมื่อวันก่อน
vi: ngày trước

source: hour ago
es_es: hace una hora
hi_in: घंटेभर पहले
ja: 1時間前
pt_pt: uma hora atrás
ru_ru: час назад
th: ชั่วโมงที่แล้ว
vi: giờ trước

source: minute ago
es_es: hace un minuto
hi_in: एक मिनट पहले
ja: 1分前
pt_pt: minuto atrás
ru_ru: минуту назад
th: นาทีที่แล้ว
vi: phút trước

source: second ago
es_es: hace un segundo
hi_in: सेकंड पहले
ja: 1秒前
pt_pt: segundo atrás
ru_ru: секунду назад
th: วินาทีที่แล้ว
vi: giây trước

source: years ago
es_es: hace años que
hi_in: साल पहले
ja: 数年前
pt_pt: anos atrás
ru_ru: много лет назад
th: หลายปีก่อน
vi: nhiều năm trước

source: months ago
es_es: Hace meses
hi_in: महीने पहले
ja: 数か月前
pt_pt: meses antes
ru_ru: несколько месяцев назад
th: หลายเดือนก่อน
vi: tháng trước

source: days ago
es_es: hace días
hi_in: दिन पहले
ja: 数日前
pt_pt: dias atrás
ru_ru: дней назад
th: หลายวันที่ผ่านมา
vi: ngày trước

source: hours ago
es_es: hace horas
hi_in: घंंटों पहले
ja: 数時間前
pt_pt: horas atrás
ru_ru: часов назад
th: ชั่วโมงที่ผ่านมา
vi: giờ trước

source: minutes ago
es_es: hace minutos
hi_in: कुछ मिनट पहले
ja: 数分前
pt_pt: minutos atrás
ru_ru: минут назад
th: นาทีที่แล้ว
vi: phút trước

source: seconds ago
es_es: hace segundos
hi_in: कुछ सेकंड पहले
ja: 数秒前
pt_pt: segundos atrás
ru_ru: секунд назад
th: วินาทีที่แล้ว
vi: vài giây trước

source: Broken Report
es_es: Informe roto
hi_in: टूटी हुई रिपोर्ट
ja: 壊れたレポート
pt_pt: Relatório quebrado
ru_ru: Сломанный отчет
th: รายงานเสียหาย
vi: Báo cáo bị hỏng

source: Invalid REST nonce.
es_es: Nonce REST no válido.
hi_in: अमान्य REST नॉन्स.
ja: 無効な REST nonce。
pt_pt: Nonce REST inválido.
ru_ru: Недопустимый одноразовый номер REST.
th: ค่า nonce REST ไม่ถูกต้อง
vi: Nonce REST không hợp lệ.

source: Issues configuration saved successfully.
es_es: La configuración de problemas se guardó correctamente.
hi_in: समस्या कॉन्फ़िगरेशन सफलतापूर्वक सहेजा गया.
ja: 問題の構成が正常に保存されました。
pt_pt: Configuração de problemas salva com sucesso.
ru_ru: Конфигурация проблем успешно сохранена.
th: บันทึกการกำหนดค่าปัญหาสำเร็จแล้ว
vi: Cấu hình sự cố đã được lưu thành công.

source: Item removed successfully
es_es: Artículo eliminado exitosamente
hi_in: आइटम सफलतापूर्वक हटा दिया गया
ja: アイテムは正常に削除されました
pt_pt: Item removido com sucesso
ru_ru: Элемент успешно удален
th: ลบรายการสำเร็จแล้ว
vi: Đã xóa mục thành công

source: Failed to remove item
es_es: No se pudo eliminar el artículo
hi_in: आइटम हटाने में विफल
ja: アイテムを削除できませんでした
pt_pt: Falha ao remover o item
ru_ru: Не удалось удалить элемент.
th: ไม่สามารถลบรายการได้
vi: Không thể xóa mục

source: All items removed successfully
es_es: Todos los elementos eliminados correctamente
hi_in: सभी आइटम सफलतापूर्वक हटा दिए गए
ja: すべてのアイテムが正常に削除されました
pt_pt: Todos os itens foram removidos com sucesso
ru_ru: Все элементы успешно удалены
th: ลบรายการทั้งหมดออกสำเร็จแล้ว
vi: Đã xóa thành công tất cả các mục

source: Failed to remove all items
es_es: No se pudieron eliminar todos los elementos
hi_in: सभी आइटम हटाने में विफल
ja: すべてのアイテムを削除できませんでした
pt_pt: Falha ao remover todos os itens
ru_ru: Не удалось удалить все элементы.
th: ไม่สามารถลบรายการทั้งหมดได้
vi: Không thể xóa tất cả các mục

source: Status updated successfully
es_es: Estado actualizado exitosamente
hi_in: स्थिति सफलतापूर्वक अपडेट की गई
ja: ステータスが正常に更新されました
pt_pt: Status atualizado com sucesso
ru_ru: Статус успешно обновлен
th: สถานะอัปเดตสำเร็จแล้ว
vi: Trạng thái đã được cập nhật thành công

source: Failed to update status
es_es: No se pudo actualizar el estado
hi_in: स्थिति अपडेट करने में विफल
ja: ステータスの更新に失敗しました
pt_pt: Falha ao atualizar o status
ru_ru: Не удалось обновить статус
th: ไม่สามารถอัปเดตสถานะได้
vi: Không cập nhật được trạng thái

source: There are %d broken movies!
es_es: ¡Hay %d películas rotas!
hi_in: %d टूटी हुई फिल्में हैं!
ja: 壊れたムービーが %d 件あります。
pt_pt: Há %d filmes quebrados!
ru_ru: Есть %d сломанных фильмов!
th: มีภาพยนตร์เสียอยู่ %d เรื่อง!
vi: Có %d phim bị hỏng!

source: Go to Report
es_es: Ir al informe
hi_in: रिपोर्ट पर जाएं
ja: レポートへ
pt_pt: Ir para o relatório
ru_ru: Перейти к отчету
th: ไปที่รายงาน
vi: Đi đến Báo cáo

source: Broken Movie
es_es: Película rota
hi_in: ब्रोकन मूवी
ja: 壊れた映画
pt_pt: Filme Quebrado
ru_ru: Сломанный фильм
th: หนังพัง
vi: Phim hỏng

source: Delete All
es_es: Eliminar todo
hi_in: सभी हटा दो
ja: すべて削除
pt_pt: Excluir tudo
ru_ru: Удалить все
th: ลบทั้งหมด
vi: Xóa tất cả

source: Reporter
es_es: Reportero
hi_in: रिपोर्टर
ja: 記者
pt_pt: Repórter
ru_ru: Репортер
th: ผู้สื่อข่าว
vi: Phóng viên

source: Issues
es_es: Asuntos
hi_in: समस्याएँ
ja: 問題
pt_pt: Problemas
ru_ru: Проблемы
th: ปัญหา
vi: Vấn đề

source: Time
es_es: Tiempo
hi_in: समय
ja: 時間
pt_pt: Tempo
ru_ru: Время
th: เวลา
vi: Thời gian

source: Action
es_es: Acción
hi_in: कार्रवाई
ja: アクション
pt_pt: Ação
ru_ru: Действие
th: การกระทำ
vi: Hoạt động

source: Loading...
es_es: Cargando...
hi_in: लोड हो रहा है...
ja: 読み込み中...
pt_pt: Carregando...
ru_ru: Загрузка...
th: กำลังโหลด...
vi: Đang tải...

source: Issues Configuration
es_es: Configuración de problemas
hi_in: समस्याएँ कॉन्फ़िगरेशन
ja: 問題の構成
pt_pt: Configuração de problemas
ru_ru: Проблемы конфигурации
th: ปัญหาการกำหนดค่า
vi: Cấu hình sự cố

source: Save Changes
es_es: Guardar cambios
hi_in: परिवर्तनों को सुरक्षित करें
ja: 変更を保存
pt_pt: Salvar alterações
ru_ru: Сохранить изменения
th: บันทึกการเปลี่ยนแปลง
vi: Lưu thay đổi

source: Separate categories with commas
es_es: Separar categorías con comas
hi_in: श्रेणियों को अल्पविराम से अलग करें
ja: カテゴリをカンマで区切る
pt_pt: Separe as categorias com vírgulas
ru_ru: Разделяйте категории запятыми.
th: แยกหมวดหมู่ด้วยเครื่องหมายจุลภาค
vi: Phân tách các danh mục bằng dấu phẩy

source: Add or remove categories
es_es: Agregar o eliminar categorías
hi_in: श्रेणियाँ जोड़ें या हटाएँ
ja: カテゴリを追加または削除する
pt_pt: Adicionar ou remover categorias
ru_ru: Добавить или удалить категории
th: เพิ่มหรือลบหมวดหมู่
vi: Thêm hoặc xóa danh mục

source: Choose from the most used categories
es_es: Elige entre las categorías más utilizadas
hi_in: सबसे अधिक उपयोग की जाने वाली श्रेणियों में से चुनें
ja: 最もよく使われるカテゴリから選択してください
pt_pt: Escolha entre as categorias mais utilizadas
ru_ru: Выберите из наиболее часто используемых категорий
th: เลือกจากหมวดหมู่ที่ใช้มากที่สุด
vi: Chọn từ các danh mục được sử dụng nhiều nhất

source: Add Server
es_es: Agregar servidor
hi_in: सर्वर जोड़ें
ja: サーバーを追加
pt_pt: Adicionar servidor
ru_ru: Добавить сервер
th: เพิ่มเซิร์ฟเวอร์
vi: Thêm máy chủ

source: Server #1
es_es: Servidor #1
hi_in: सर्वर #1
ja: サーバー #1
pt_pt: Servidor #1
ru_ru: Сервер №1
th: เซิฟเวอร์ #1
vi: Máy chủ số 1

source: Chapter #1
es_es: Capítulo #1
hi_in: अध्याय 1
ja: 第1章
pt_pt: Capítulo #1
ru_ru: Глава №1
th: บทที่ 1
vi: Chương #1

source: Server
es_es: Servidor
hi_in: सर्वर
ja: サーバ
pt_pt: Servidor
ru_ru: Сервер
th: เซิร์ฟเวอร์
vi: Máy chủ

source: Server Name
es_es: Nombre del servidor
hi_in: सर्वर का नाम
ja: サーバー名
pt_pt: Nome do servidor
ru_ru: Имя сервера
th: ชื่อเซิร์ฟเวอร์
vi: Tên máy chủ

source: Add New Chapter
es_es: Agregar nuevo capítulo
hi_in: नया अध्याय जोड़ें
ja: 新しい章を追加
pt_pt: Adicionar novo capítulo
ru_ru: Добавить новую главу
th: เพิ่มบทใหม่
vi: Thêm chương mới

source: Import Chapters
es_es: Importar capítulos
hi_in: अध्याय आयात करें
ja: 章をインポートする
pt_pt: Importar capítulos
ru_ru: Импорт глав
th: นำเข้าบท
vi: Nhập chương

source: Paste your chapter list in the format: Title|Chapter Number|URL
es_es: Pegue su lista de capítulos en el formato: Título|Número de capítulo|URL
hi_in: अपनी अध्याय सूची इस प्रारूप में चिपकाएँ: शीर्षक|अध्याय संख्या|URL
ja: 章リストを次の形式で貼り付けます: タイトル|章番号|URL
pt_pt: Cole sua lista de capítulos no formato: Título|Número do capítulo|URL
ru_ru: Вставьте список глав в формате: Название|Номер главы|URL
th: วางรายการบทของคุณในรูปแบบ: ชื่อเรื่อง|หมายเลขบท|URL
vi: Dán danh sách chương của bạn theo định dạng: Tiêu đề|Số chương|URL

source: Import
es_es: Importar
hi_in: आयात
ja: 輸入
pt_pt: Importar
ru_ru: Импорт
th: การนำเข้า
vi: Nhập khẩu

source: Cancel
es_es: Cancelar
hi_in: रद्द करना
ja: キャンセル
pt_pt: Cancelar
ru_ru: Отмена
th: ยกเลิก
vi: Hủy bỏ

source: STT
hi_in: एसटीटी
ru_ru: СТТ
th: สทท.

source: Name
es_es: Nombre
hi_in: नाम
ja: 名前
pt_pt: Nome
ru_ru: Имя
th: ชื่อ
vi: Tên

source: Type
es_es: Tipo
hi_in: प्रकार
ja: タイプ
pt_pt: Tipo
ru_ru: Тип
th: พิมพ์
vi: Kiểu

source: Index
es_es: Índice
hi_in: अनुक्रमणिका
ja: 索引
pt_pt: Índice
ru_ru: Индекс
th: ดัชนี
vi: Mục lục

source: Chapter Name
es_es: Nombre del capítulo
hi_in: अध्याय का नाम
ja: 章名
pt_pt: Nome do Capítulo
ru_ru: Название главы
th: ชื่อบท
vi: Tên chương

source: Ex: https://example.com/chapter-1 (OR) image1*image2*...
es_es: Ej: https://ejemplo.com/capitulo-1 (O) imagen1*imagen2*...
hi_in: उदाहरण: https://example.com/chapter-1 (या) image1*image2*...
ja: 例: https://example.com/chapter-1 (または) image1*image2*...
pt_pt: Ex: https://example.com/chapter-1 (OU) imagem1*imagem2*...
ru_ru: Пример: https://example.com/chapter-1 (ИЛИ) image1*image2*...
th: ตัวอย่าง: https://example.com/chapter-1 (หรือ) image1*image2*...
vi: Ví dụ: https://example.com/chapter-1 (HOẶC) image1*image2*...

source: Meta Videos
es_es: Meta vídeos
hi_in: मेटा वीडियो
ja: メタビデオ
pt_pt: Meta Vídeos
ru_ru: Мета-видео
th: วิดีโอเมตา
vi: Video Meta

source: Thumbnail
es_es: Uña del pulgar
hi_in: थंबनेल
ja: サムネイル
pt_pt: Miniatura
ru_ru: Миниатюра
th: ภาพย่อ
vi: Hình thu nhỏ

source: Optional if a Featured Image has already been set.
es_es: Opcional si ya se ha configurado una imagen destacada.
hi_in: यदि विशेष छवि पहले से ही सेट की गई है तो वैकल्पिक।
ja: 注目画像がすでに設定されている場合はオプションです。
pt_pt: Opcional se uma Imagem em Destaque já tiver sido definida.
ru_ru: Необязательно, если избранное изображение уже установлено.
th: ทางเลือกหากมีการตั้งค่าภาพเด่นแล้ว
vi: Tùy chọn nếu Hình ảnh nổi bật đã được thiết lập.

source: Poster
es_es: Póster
hi_in: पोस्टर
ja: ポスター
ru_ru: Плакат
th: โปสเตอร์
vi: Áp phích

source: Displayed in vertical format. Optional if you want to use a different image from the Featured Image.
es_es: Se muestra en formato vertical. Opcional si desea usar una imagen diferente a la imagen destacada.
hi_in: लंबवत प्रारूप में प्रदर्शित। यदि आप फ़ीचर्ड इमेज से भिन्न इमेज का उपयोग करना चाहते हैं तो यह वैकल्पिक है।
ja: 縦向きで表示されます。注目画像とは異なる画像を使用する場合はオプションです。
pt_pt: Exibido no formato vertical. Opcional se você quiser usar uma imagem diferente da Imagem em Destaque.
ru_ru: Отображается в вертикальном формате. Необязательно, если вы хотите использовать изображение, отличное от избранного.
th: แสดงในรูปแบบแนวตั้ง เป็นทางเลือกหากคุณต้องการใช้รูปภาพอื่นจากภาพเด่น
vi: Hiển thị theo chiều dọc. Tùy chọn nếu bạn muốn sử dụng hình ảnh khác với Hình ảnh nổi bật.

source: Alternative Title
es_es: Título alternativo
hi_in: वैकल्पिक शीर्षक
ja: 別名
pt_pt: Título alternativo
ru_ru: Альтернативное название
th: ชื่อเรื่องอื่น
vi: Tiêu đề thay thế

source: Optional backup or translated title.
es_es: Copia de seguridad opcional o título traducido.
hi_in: वैकल्पिक बैकअप या अनुवादित शीर्षक.
ja: オプションのバックアップまたは翻訳されたタイトル。
pt_pt: Backup opcional ou título traduzido.
ru_ru: Дополнительная резервная копия или переведенный заголовок.
th: การสำรองข้อมูลเสริมหรือชื่อเรื่องที่แปลแล้ว
vi: Tiêu đề sao lưu hoặc dịch tùy chọn.

source: Adult Content
es_es: Contenido para adultos
hi_in: वयस्क सामग्री
ja: アダルトコンテンツ
pt_pt: Conteúdo adulto
ru_ru: Контент для взрослых
th: เนื้อหาสำหรับผู้ใหญ่
vi: Nội dung dành cho người lớn

source: Enable if this manga contains 18+ content.
es_es: Habilitar si este manga contiene contenido para mayores de 18 años.
hi_in: यदि इस मंगा में 18+ सामग्री है तो सक्षम करें।
ja: このマンガに18歳以上向けのコンテンツが含まれている場合に有効にします。
pt_pt: Habilite se este mangá contiver conteúdo para maiores de 18 anos.
ru_ru: Включите, если эта манга содержит контент 18+.
th: เปิดใช้งานหากมังงะเรื่องนี้มีเนื้อหา 18+
vi: Bật nếu manga này có nội dung 18+.

source: Schedule
es_es: Cronograma
hi_in: अनुसूची
ja: スケジュール
pt_pt: Agendar
ru_ru: Расписание
th: กำหนดการ
vi: Lịch trình

source: Enable if this manga has a release schedule.
es_es: Habilitar si este manga tiene un calendario de lanzamiento.
hi_in: यदि इस मंगा का रिलीज़ शेड्यूल है तो सक्षम करें.
ja: このマンガに発売予定がある場合は有効にします。
pt_pt: Habilite se este mangá tiver um cronograma de lançamento.
ru_ru: Включите, если у этой манги есть график выхода.
th: เปิดใช้งานหากมังงะเรื่องนี้มีกำหนดการเผยแพร่
vi: Bật nếu manga này có lịch phát hành.

source: Release Days
es_es: Días de lanzamiento
hi_in: रिलीज़ के दिन
ja: リリース日
pt_pt: Dias de lançamento
ru_ru: Дни релиза
th: วันวางจำหน่าย
vi: Ngày phát hành

source: Select the days this manga is usually updated.
es_es: Selecciona los días en que suele actualizarse este manga.
hi_in: इस मंगा को आमतौर पर अपडेट करने के लिए दिन का चयन करें।
ja: このマンガが通常更新される日を選択してください。
pt_pt: Selecione os dias em que este mangá geralmente é atualizado.
ru_ru: Выберите дни, в которые обычно обновляется эта манга.
th: เลือกวันที่จะอัปเดตมังงะเรื่องนี้เป็นประจำ
vi: Chọn những ngày manga này thường được cập nhật.

source: Enable Message
es_es: Habilitar mensaje
hi_in: संदेश सक्षम करें
ja: メッセージを有効にする
pt_pt: Habilitar mensagem
ru_ru: Включить сообщение
th: เปิดใช้งานข้อความ
vi: Bật tin nhắn

source: Turn on to display a custom message on the manga page.
es_es: Activa esta opción para mostrar un mensaje personalizado en la página del manga.
hi_in: मंगा पृष्ठ पर कस्टम संदेश प्रदर्शित करने के लिए चालू करें।
ja: オンにするとマンガページにカスタムメッセージが表示されます。
pt_pt: Ative para exibir uma mensagem personalizada na página do mangá.
ru_ru: Включите, чтобы отобразить пользовательское сообщение на странице манги.
th: เปิดเพื่อแสดงข้อความที่กำหนดเองบนหน้ามังงะ
vi: Bật để hiển thị thông báo tùy chỉnh trên trang manga.

source: Message Content
es_es: Contenido del mensaje
hi_in: संदेश की सामग्री
ja: メッセージの内容
pt_pt: Conteúdo da mensagem
ru_ru: Содержание сообщения
th: เนื้อหาข้อความ
vi: Nội dung tin nhắn

source: Enter the message to show (e.g., release time, update status). Leave blank if unused.
es_es: Introduzca el mensaje que desea mostrar (p. ej., fecha de lanzamiento, estado de actualización). Déjelo en blanco si no se utiliza.
hi_in: दिखाने के लिए संदेश दर्ज करें (जैसे, रिलीज़ समय, अपडेट स्थिति)। अगर इस्तेमाल न किया गया हो तो खाली छोड़ दें।
ja: 表示するメッセージ（例：リリース時間、アップデート状況）を入力します。使用しない場合は空白のままにしてください。
pt_pt: Digite a mensagem a ser exibida (por exemplo, hora de lançamento, status da atualização). Deixe em branco se não for utilizado.
ru_ru: Введите сообщение для отображения (например, время выпуска, статус обновления). Оставьте поле пустым, если не используется.
th: กรอกข้อความที่จะแสดง (เช่น เวลาเผยแพร่ สถานะการอัปเดต) เว้นว่างไว้หากไม่ได้ใช้
vi: Nhập thông báo để hiển thị (ví dụ: thời gian phát hành, trạng thái cập nhật). Để trống nếu không sử dụng.

source: Fetch Manga Info
es_es: Obtener información del manga
hi_in: मंगा जानकारी प्राप्त करें
ja: マンガ情報を取得する
pt_pt: Obter informações sobre o mangá
ru_ru: Получить информацию о манге
th: ดึงข้อมูลมังงะ
vi: Lấy thông tin Manga

source: Select a source and enter the URL to automatically fill in the data.
es_es: Seleccione una fuente e ingrese la URL para completar automáticamente los datos.
hi_in: डेटा को स्वचालित रूप से भरने के लिए एक स्रोत का चयन करें और URL दर्ज करें।
ja: ソースを選択して URL を入力すると、データが自動的に入力されます。
pt_pt: Selecione uma fonte e insira o URL para preencher os dados automaticamente.
ru_ru: Выберите источник и введите URL-адрес для автоматического заполнения данных.
th: เลือกแหล่งที่มาและกรอก URL เพื่อกรอกข้อมูลโดยอัตโนมัติ
vi: Chọn nguồn và nhập URL để tự động điền dữ liệu.

source: Fetch
es_es: Buscar
hi_in: लाना
ja: フェッチ
pt_pt: Buscar
ru_ru: Принести
th: การดึงข้อมูล
vi: Tìm về

source: Please enter a valid URL from otruyenapi.com.
es_es: Ingrese una URL válida de otruyenapi.com.
hi_in: कृपया otruyenapi.com से एक मान्य URL दर्ज करें।
ja: otruyenapi.com からの有効な URL を入力してください。
pt_pt: Insira um URL válido de otruyenapi.com.
ru_ru: Введите действительный URL-адрес с otruyenapi.com.
th: กรุณาป้อน URL ที่ถูกต้องจาก otruyenapi.com
vi: Vui lòng nhập URL hợp lệ từ otruyenapi.com.

source: Fetching...
es_es: Atractivo...
hi_in: लाया जा रहा है...
ja: 取得中...
pt_pt: Buscando...
ru_ru: Загрузка...
th: กำลังดึงข้อมูล...
vi: Đang tải...

source: Successfully fetched and populated data!
es_es: ¡Datos obtenidos y completados exitosamente!
hi_in: डेटा सफलतापूर्वक प्राप्त और भरा गया!
ja: データの取得と入力に成功しました。
pt_pt: Dados obtidos e preenchidos com sucesso!
ru_ru: Данные успешно извлечены и заполнены!
th: ดึงข้อมูลและใส่ข้อมูลสำเร็จแล้ว!
vi: Đã lấy và điền dữ liệu thành công!

source: Failed to fetch data or invalid response format.
es_es: No se pudieron obtener los datos o el formato de respuesta no es válido.
hi_in: डेटा प्राप्त करने में विफल या प्रतिक्रिया प्रारूप अमान्य.
ja: データの取得に失敗したか、応答形式が無効です。
pt_pt: Falha ao buscar dados ou formato de resposta inválido.
ru_ru: Не удалось получить данные или неверный формат ответа.
th: ไม่สามารถดึงข้อมูลหรือรูปแบบการตอบสนองไม่ถูกต้อง
vi: Không thể lấy dữ liệu hoặc định dạng phản hồi không hợp lệ.

source: An error occurred during the request:
es_es: Se produjo un error durante la solicitud:
hi_in: अनुरोध के दौरान एक त्रुटि हुई:
ja: リクエスト中にエラーが発生しました:
pt_pt: Ocorreu um erro durante a solicitação:
ru_ru: Во время запроса произошла ошибка:
th: เกิดข้อผิดพลาดระหว่างการร้องขอ:
vi: Đã xảy ra lỗi trong quá trình yêu cầu:

source: Fetching from AniList...
es_es: Obteniendo desde AniList...
hi_in: AniList से प्राप्त किया जा रहा है...
ja: AniList から取得しています...
pt_pt: Buscando do AniList...
ru_ru: Извлечение из AniList...
th: กำลังดึงข้อมูลจาก AniList...
vi: Đang lấy từ AniList...

source: Successfully fetched and populated from AniList!
es_es: ¡Obtenido y rellenado exitosamente desde AniList!
hi_in: AniList से सफलतापूर्वक प्राप्त और भरा गया!
ja: AniList から正常に取得され、入力されました。
pt_pt: Obtido e preenchido com sucesso do AniList!
ru_ru: Успешно извлечено и заполнено из AniList!
th: ดึงข้อมูลและเติมข้อมูลจาก AniList สำเร็จแล้ว!
vi: Đã tải và điền thông tin thành công từ AniList!

source: AniList: No data found.
es_es: AniList: No se encontraron datos.
hi_in: AniList: कोई डेटा नहीं मिला.
ja: AniList: データが見つかりません。
pt_pt: AniList: Nenhum dado encontrado.
ru_ru: AniList: Данные не найдены.
th: AniList: ไม่พบข้อมูล.
vi: AniList: Không tìm thấy dữ liệu.

source: Please enter a valid URL or ID.
es_es: Introduzca una URL o ID válida.
hi_in: कृपया एक मान्य URL या ID दर्ज करें.
ja: 有効な URL または ID を入力してください。
pt_pt: Insira um URL ou ID válido.
ru_ru: Введите действительный URL или идентификатор.
th: กรุณาป้อน URL หรือ ID ที่ถูกต้อง
vi: Vui lòng nhập URL hoặc ID hợp lệ.

source: Unable to detect source. Please enter a valid URL or ID for Otruyen, MyAnimeList, or AniList.
es_es: No se puede detectar la fuente. Introduce una URL o ID válida para Otruyen, MyAnimeList o AniList.
hi_in: स्रोत का पता नहीं चल सका। कृपया Otruyen, MyAnimeList, या AniList के लिए एक मान्य URL या ID दर्ज करें।
ja: ソースを検出できません。Otruyen、MyAnimeList、またはAniListの有効なURLまたはIDを入力してください。
pt_pt: Não foi possível detectar a fonte. Insira um URL ou ID válido para Otruyen, MyAnimeList ou AniList.
ru_ru: Не удалось определить источник. Введите действительный URL или идентификатор Otruyen, MyAnimeList или AniList.
th: ไม่สามารถตรวจจับแหล่งที่มาได้ โปรดป้อน URL หรือ ID ที่ถูกต้องสำหรับ Otruyen, MyAnimeList หรือ AniList
vi: Không tìm thấy nguồn. Vui lòng nhập URL hoặc ID hợp lệ cho Otruyen, MyAnimeList hoặc AniList.

source: Custom Fields
es_es: Campos personalizados
hi_in: तटकर क्षेत्र
ja: カスタムフィールド
pt_pt: Campos personalizados
ru_ru: Пользовательские поля
th: ฟิลด์ที่กำหนดเอง
vi: Trường tùy chỉnh

source: Custom SEO Title
es_es: Título SEO personalizado
hi_in: कस्टम एसईओ शीर्षक
ja: カスタムSEOタイトル
pt_pt: Título SEO personalizado
ru_ru: Пользовательский SEO-заголовок
th: ชื่อเรื่อง SEO ที่กำหนดเอง
vi: Tiêu đề SEO tùy chỉnh

source: Leave blank to set nothing
es_es: Déjelo en blanco para no configurar nada
hi_in: कुछ भी सेट न करने के लिए खाली छोड़ दें
ja: 何も設定しない場合は空白のままにします
pt_pt: Deixe em branco para não definir nada
ru_ru: Оставьте поле пустым, чтобы ничего не устанавливать.
th: เว้นว่างไว้เพื่อไม่ตั้งค่าอะไร
vi: Để trống để không thiết lập gì cả
