Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Bottom Archive
es_es: Archivo inferior
hi_in: निचला पुरालेख
ja: 下部アーカイブ
pt_pt: Arquivo inferior
ru_ru: Нижний архив
th: เก็บถาวรด้านล่าง
vi: Lưu trữ dưới cùng

source: Top Player
es_es: Mejor jugador
hi_in: बेहतरीन खिलाड़ी
ja: トッププレーヤー
pt_pt: Melhor Jogador
ru_ru: Лучший игрок
th: ผู้เล่นชั้นนำ
vi: Người chơi hàng đầu

source: Bottom Player
es_es: Jugador de abajo
hi_in: सबसे निचला खिलाड़ी
ja: 最下位のプレイヤー
pt_pt: Jogador de baixo
ru_ru: Лучший игрок
th: ผู้เล่นล่าง
vi: Người chơi ở dưới cùng

source: Desktop Ad Code
es_es: Código de anuncio de escritorio
hi_in: डेस्कटॉप विज्ञापन कोड
ja: デスクトップ広告コード
pt_pt: Código de anúncio para desktop
ru_ru: Рекламный код для ПК
th: รหัสโฆษณาบนเดสก์ท็อป
vi: Mã quảng cáo trên máy tính để bàn

source: Mobile Ad Code
es_es: Código de anuncios móviles
hi_in: मोबाइल विज्ञापन कोड
ja: モバイル広告コード
pt_pt: Código de anúncio para celular
ru_ru: Код мобильной рекламы
th: รหัสโฆษณาบนมือถือ
vi: Mã quảng cáo di động

source: Ad Settings
es_es: Configuración de anuncios
hi_in: विज्ञापन सेटिंग्स
ja: 広告設定
pt_pt: Configurações de anúncios
ru_ru: Настройки рекламы
th: การตั้งค่าโฆษณา
vi: Cài đặt quảng cáo

source: Enable Ads
es_es: Habilitar anuncios
hi_in: विज्ञापन सक्षम करें
ja: 広告を有効にする
pt_pt: Habilitar anúncios
ru_ru: Включить рекламу
th: เปิดใช้งานโฆษณา
vi: Bật quảng cáo

source: Website Optimization
es_es: Optimización de sitios web
hi_in: वेबसाइट अनुकूलन
ja: ウェブサイトの最適化
pt_pt: Otimização de sites
ru_ru: Оптимизация веб-сайта
th: การเพิ่มประสิทธิภาพเว็บไซต์
vi: Tối ưu hóa trang web

source: Use Gutenberg Editor
es_es: Utilice el editor Gutenberg
hi_in: गुटेनबर्ग संपादक का उपयोग करें
ja: Gutenbergエディタを使用する
pt_pt: Usar o Editor Gutenberg
ru_ru: Использовать редактор Гутенберга
th: ใช้ Gutenberg Editor
vi: Sử dụng trình soạn thảo Gutenberg

source: Use Gutenberg Widgets
es_es: Utilice los widgets de Gutenberg
hi_in: गुटेनबर्ग विजेट का उपयोग करें
ja: Gutenbergウィジェットを使用する
pt_pt: Use widgets Gutenberg
ru_ru: Используйте виджеты Гутенберга
th: ใช้ Gutenberg Widgets
vi: Sử dụng tiện ích Gutenberg

source: Enable Menu Caching
es_es: Habilitar el almacenamiento en caché del menú
hi_in: मेनू कैशिंग सक्षम करें
ja: メニューキャッシュを有効にする
pt_pt: Habilitar cache de menu
ru_ru: Включить кэширование меню
th: เปิดใช้งานการแคชเมนู
vi: Bật bộ nhớ đệm menu

source: Enable to cache the site’s top menu to reduce SQL queries. Disable if using different menus across domains.
es_es: Habilite el almacenamiento en caché del menú principal del sitio para reducir las consultas SQL. Desactívelo si utiliza menús diferentes en distintos dominios.
hi_in: SQL क्वेरीज़ को कम करने के लिए साइट के शीर्ष मेनू को कैश करने की सुविधा सक्षम करें। यदि डोमेन में अलग-अलग मेनू का उपयोग कर रहे हैं तो इसे अक्षम करें।
ja: サイトのトップメニューをキャッシュしてSQLクエリを削減するには、これを有効にしてください。ドメイン間で異なるメニューを使用する場合は、無効にしてください。
pt_pt: Habilite o cache do menu superior do site para reduzir consultas SQL. Desabilite se estiver usando menus diferentes em diferentes domínios.
ru_ru: Включите кэширование главного меню сайта для уменьшения количества SQL-запросов. Отключите, если используете разные меню на разных доменах.
th: เปิดใช้งานการแคชเมนูบนสุดของเว็บไซต์เพื่อลดการสอบถาม SQL ปิดใช้งานหากใช้เมนูที่แตกต่างกันระหว่างโดเมน
vi: Bật lưu trữ menu trên cùng của trang web để giảm truy vấn SQL. Tắt nếu sử dụng các menu khác nhau trên nhiều tên miền.

source: Disable WP Content Texturization
es_es: Deshabilitar la texturización de contenido de WP
hi_in: WP सामग्री टेक्सचराइजेशन अक्षम करें
ja: WPコンテンツのテクスチャ化を無効にする
pt_pt: Desativar a texturização de conteúdo do WP
ru_ru: Отключить текстуризацию содержимого WP
th: ปิดใช้งาน WP Content Texturization
vi: Vô hiệu hóa WP Content Texturization

source: Disabling allows raw code formatting in posts without escaping. Useful for code-based content.
es_es: Deshabilitar permite formatear código sin formato en las publicaciones sin escape. Útil para contenido basado en código.
hi_in: अक्षम करने से पोस्ट में बिना एस्केप के रॉ कोड फ़ॉर्मेटिंग की सुविधा मिलती है। कोड-आधारित सामग्री के लिए उपयोगी।
ja: 無効にすると、投稿でエスケープ処理なしで生のコードフォーマットを使用できます。コードベースのコンテンツに便利です。
pt_pt: Desabilitar permite a formatação de código bruto em postagens sem escape. Útil para conteúdo baseado em código.
ru_ru: Отключение позволяет использовать форматирование исходного кода в сообщениях без экранирования. Полезно для контента, основанного на коде.
th: การปิดใช้งานนี้ช่วยให้สามารถจัดรูปแบบโค้ดดิบในโพสต์ได้โดยไม่ต้องมีการบันทึก มีประโยชน์สำหรับเนื้อหาที่อิงโค้ด
vi: Tắt cho phép định dạng mã thô trong bài đăng mà không cần thoát. Hữu ích cho nội dung dựa trên mã.

source: Remove Frontend Admin Bar
es_es: Eliminar la barra de administración de la interfaz
hi_in: फ्रंटएंड एडमिन बार हटाएँ
ja: フロントエンド管理バーを削除する
pt_pt: Remover barra de administração do frontend
ru_ru: Удалить панель администратора Frontend
th: ลบแถบผู้ดูแลระบบ Frontend
vi: Xóa thanh quản trị Frontend

source: Remove WP Admin Top Logo Menu
es_es: Eliminar el menú del logotipo superior de WP Admin
hi_in: WP एडमिन टॉप लोगो मेनू हटाएँ
ja: WP Adminのトップロゴメニューを削除する
pt_pt: Remover o menu superior do logotipo do WP Admin
ru_ru: Удалить верхнее меню логотипа WP Admin
th: ลบโลโก้เมนูด้านบนของ WP Admin
vi: Xóa Menu Logo Trên Cùng Của WP Admin

source: Remove WP Admin Footer Version Info
es_es: Eliminar la información de la versión del pie de página de WP Admin
hi_in: WP एडमिन फ़ुटर संस्करण जानकारी हटाएँ
ja: WP Admin フッターのバージョン情報を削除する
pt_pt: Remover informações da versão do rodapé do WP Admin
ru_ru: Удалить информацию о версии нижнего колонтитула WP Admin
th: ลบข้อมูลเวอร์ชันส่วนท้ายของ WP Admin
vi: Xóa thông tin phiên bản chân trang WP Admin

source: Remove WP Dashboard Menu
es_es: Eliminar el menú del panel de control de WP
hi_in: WP डैशबोर्ड मेनू हटाएँ
ja: WPダッシュボードメニューを削除する
pt_pt: Remover o menu do painel WP
ru_ru: Удалить меню панели инструментов WP
th: ลบเมนู WP Dashboard
vi: Xóa Menu Bảng điều khiển WP

source: Remove WP Emoji Plugin
es_es: Eliminar el complemento WP Emoji
hi_in: WP इमोजी प्लगइन हटाएँ
ja: WP Emojiプラグインを削除する
pt_pt: Remover o plugin WP Emoji
ru_ru: Удалить плагин WP Emoji
th: ลบปลั๊กอิน WP Emoji
vi: Xóa Plugin WP Emoji

source: Greatly reduces JS and CSS usage.
es_es: Reduce enormemente el uso de JS y CSS.
hi_in: JS और CSS के उपयोग को बहुत कम कर देता है।
ja: JS と CSS の使用量を大幅に削減します。
pt_pt: Reduz bastante o uso de JS e CSS.
ru_ru: Значительно сокращает использование JS и CSS.
th: ลดการใช้งาน JS และ CSS อย่างมาก
vi: Giảm đáng kể việc sử dụng JS và CSS.

source: Optimize Head Tags on Frontend
es_es: Optimizar las etiquetas de encabezado en el frontend
hi_in: फ्रंटएंड पर हेड टैग अनुकूलित करें
ja: フロントエンドのヘッドタグを最適化する
pt_pt: Otimize as tags de cabeçalho no frontend
ru_ru: Оптимизация тегов заголовков на фронтенде
th: เพิ่มประสิทธิภาพแท็กหัวในส่วนหน้า
vi: Tối ưu hóa thẻ Head trên Frontend

source: Simplify Image HTML Code
es_es: Simplificar el código HTML de las imágenes
hi_in: छवि HTML कोड को सरल बनाएं
ja: 画像のHTMLコードを簡素化
pt_pt: Simplifique o código HTML da imagem
ru_ru: Упростить HTML-код изображения
th: ลดความซับซ้อนของโค้ด HTML ของรูปภาพ
vi: Đơn giản hóa mã HTML hình ảnh

source: Removes unnecessary HTML attributes added by the default WP image editor.
es_es: Elimina los atributos HTML innecesarios agregados por el editor de imágenes de WP predeterminado.
hi_in: डिफ़ॉल्ट WP छवि संपादक द्वारा जोड़े गए अनावश्यक HTML विशेषताओं को हटाता है।
ja: デフォルトの WP 画像エディタによって追加された不要な HTML 属性を削除します。
pt_pt: Remove atributos HTML desnecessários adicionados pelo editor de imagens WP padrão.
ru_ru: Удаляет ненужные атрибуты HTML, добавленные редактором изображений WP по умолчанию.
th: ลบแอตทริบิวต์ HTML ที่ไม่จำเป็นซึ่งเพิ่มโดยโปรแกรมแก้ไขรูปภาพ WP เริ่มต้น
vi: Xóa các thuộc tính HTML không cần thiết được thêm vào bởi trình chỉnh sửa hình ảnh WP mặc định.

source: Disable REST API
es_es: Deshabilitar la API REST
hi_in: REST API अक्षम करें
ja: REST APIを無効にする
pt_pt: Desabilitar API REST
ru_ru: Отключить REST API
th: ปิดใช้งาน REST API
vi: Vô hiệu hóa REST API

source: If you’re using mobile apps or similar, do not disable this.
es_es: Si está utilizando aplicaciones móviles o similares, no desactive esta opción.
hi_in: यदि आप मोबाइल ऐप या इसी तरह का कोई उपकरण इस्तेमाल कर रहे हैं, तो इसे अक्षम न करें।
ja: モバイルアプリなどを使用している場合は、これを無効にしないでください。
pt_pt: Se você estiver usando aplicativos móveis ou similares, não desative isso.
ru_ru: Если вы используете мобильные приложения или что-то подобное, не отключайте эту функцию.
th: หากคุณกำลังใช้แอปมือถือหรือสิ่งที่คล้ายคลึงกัน อย่าปิดใช้งานสิ่งนี้
vi: Nếu bạn đang sử dụng ứng dụng di động hoặc ứng dụng tương tự, đừng tắt tính năng này.

source: Disable XML-RPC (Pingback)
es_es: Deshabilitar XML-RPC (Pingback)
hi_in: XML-RPC अक्षम करें (पिंगबैक)
ja: XML-RPC（ピンバック）を無効にする
pt_pt: Desabilitar XML-RPC (Pingback)
ru_ru: Отключить XML-RPC (Pingback)
th: ปิดใช้งาน XML-RPC (Pingback)
vi: Vô hiệu hóa XML-RPC (Pingback)

source: XML-RPC is used by third-party clients. Disabling it can help prevent brute-force attacks.
es_es: Clientes de terceros utilizan XML-RPC. Deshabilitarlo puede ayudar a prevenir ataques de fuerza bruta.
hi_in: XML-RPC का उपयोग तृतीय-पक्ष क्लाइंट द्वारा किया जाता है। इसे अक्षम करने से ब्रूट-फोर्स हमलों को रोकने में मदद मिल सकती है।
ja: XML-RPCはサードパーティのクライアントで使用されます。これを無効にすると、ブルートフォース攻撃を防ぐのに役立ちます。
pt_pt: O XML-RPC é usado por clientes de terceiros. Desabilitá-lo pode ajudar a prevenir ataques de força bruta.
ru_ru: XML-RPC используется сторонними клиентами. Отключение этого протокола может помочь предотвратить атаки методом подбора.
th: XML-RPC ถูกใช้โดยไคลเอ็นต์บุคคลที่สาม การปิดใช้งานจะช่วยป้องกันการโจมตีแบบ Brute-force ได้
vi: XML-RPC được sử dụng bởi các máy khách bên thứ ba. Việc tắt nó có thể giúp ngăn chặn các cuộc tấn công brute-force.

source: Disable Sitewide Search Function (Caution)
es_es: Desactivar la función de búsqueda en todo el sitio (Precaución)
hi_in: साइट-व्यापी खोज फ़ंक्शन अक्षम करें (सावधानी)
ja: サイト全体の検索機能を無効にする（注意）
pt_pt: Desativar a função de pesquisa em todo o site (cuidado)
ru_ru: Отключить функцию поиска по всему сайту (внимание)
th: ปิดใช้งานฟังก์ชันการค้นหาทั่วทั้งไซต์ (ข้อควรระวัง)
vi: Tắt chức năng tìm kiếm toàn trang web (Thận trọng)

source: After disabling, the site will not be able to search for articles. This can effectively prevent brute force attacks and database blockage.
es_es: Tras deshabilitarlo, el sitio no podrá buscar artículos. Esto puede prevenir eficazmente ataques de fuerza bruta y el bloqueo de la base de datos.
hi_in: अक्षम करने के बाद, साइट लेखों की खोज नहीं कर पाएगी। इससे ब्रूट फ़ोर्स हमलों और डेटाबेस ब्लॉकेज को प्रभावी ढंग से रोका जा सकता है।
ja: 無効化すると、サイトは記事を検索できなくなります。これにより、ブルートフォース攻撃やデータベースのブロックを効果的に防ぐことができます。
pt_pt: Após a desativação, o site não poderá mais pesquisar artigos. Isso pode prevenir ataques de força bruta e bloqueios de banco de dados.
ru_ru: После отключения поиск статей на сайте будет невозможен. Это может эффективно предотвратить атаки методом подбора паролей и блокировку базы данных.
th: หลังจากปิดใช้งานแล้ว เว็บไซต์จะไม่สามารถค้นหาบทความได้ ซึ่งสามารถป้องกันการโจมตีแบบ Brute Force และการบล็อกฐานข้อมูลได้อย่างมีประสิทธิภาพ
vi: Sau khi vô hiệu hóa, trang web sẽ không thể tìm kiếm bài viết. Điều này có thể ngăn chặn hiệu quả các cuộc tấn công brute force và chặn cơ sở dữ liệu.

source: Disable F12 Key, Debug tools in Browser
es_es: Deshabilitar la tecla F12 y las herramientas de depuración en el navegador
hi_in: ब्राउज़र में F12 कुंजी, डीबग टूल अक्षम करें
ja: F12キーを無効にして、ブラウザのデバッグツールを無効にする
pt_pt: Desabilitar tecla F12, ferramentas de depuração no navegador
ru_ru: Отключить клавишу F12, инструменты отладки в браузере
th: ปิดใช้งานปุ่ม F12, เครื่องมือดีบักในเบราว์เซอร์
vi: Tắt phím F12, công cụ gỡ lỗi trong trình duyệt

source: Disable F12 key, Debug tools in Browser
es_es: Deshabilitar la tecla F12 y las herramientas de depuración en el navegador
hi_in: ब्राउज़र में F12 कुंजी, डीबग टूल अक्षम करें
ja: F12キーとブラウザのデバッグツールを無効にする
pt_pt: Desabilitar tecla F12, ferramentas de depuração no navegador
ru_ru: Отключить клавишу F12, инструменты отладки в браузере
th: ปิดใช้งานปุ่ม F12, เครื่องมือดีบักในเบราว์เซอร์
vi: Tắt phím F12, công cụ gỡ lỗi trong trình duyệt

source: URL to redirect if debug tool is opened
es_es: URL para redirigir si se abre la herramienta de depuración
hi_in: यदि डिबग टूल खोला गया है तो पुनर्निर्देशित करने के लिए URL
ja: デバッグツールが開かれた場合にリダイレクトする URL
pt_pt: URL para redirecionar se a ferramenta de depuração for aberta
ru_ru: URL для перенаправления, если открыт инструмент отладки
th: URL ที่จะเปลี่ยนเส้นทางหากเปิดเครื่องมือแก้ไขข้อบกพร่อง
vi: URL để chuyển hướng nếu công cụ gỡ lỗi được mở

source: URL will redirect to after pressing F12 (Default is: https://buxt.net)
es_es: La URL se redireccionará después de presionar F12 (el valor predeterminado es: https://buxt.net)
hi_in: F12 दबाने के बाद URL रीडायरेक्ट हो जाएगा (डिफ़ॉल्ट है: https://buxt.net)
ja: F12 キーを押すと URL がリダイレクトされます (デフォルト: https://buxt.net)
pt_pt: A URL será redirecionada após pressionar F12 (o padrão é: https://buxt.net)
ru_ru: URL-адрес будет перенаправлен после нажатия F12 (по умолчанию: https://buxt.net)
th: URL จะเปลี่ยนเส้นทางไปหลังจากกด F12 (ค่าเริ่มต้นคือ: https://buxt.net)
vi: URL sẽ chuyển hướng đến sau khi nhấn F12 (Mặc định là: https://buxt.net)

source: Import Demo
es_es: Demostración de importación
hi_in: डेमो आयात करें
ja: インポートデモ
pt_pt: Importar demonstração
ru_ru: Импорт демо
th: การนำเข้าสาธิต
vi: Nhập bản demo

source: Create Page
es_es: Crear página
hi_in: पेज बनाएँ
ja: ページを作成
pt_pt: Criar página
ru_ru: Создать страницу
th: สร้างหน้า
vi: Tạo trang

source: Create Menu
es_es: Crear menú
hi_in: मेनू बनाएँ
ja: メニューを作成
pt_pt: Criar Menu
ru_ru: Создать меню
th: สร้างเมนู
vi: Tạo Menu

source: Create Widgets
es_es: Crear widgets
hi_in: विजेट बनाएँ
ja: ウィジェットを作成する
pt_pt: Criar widgets
ru_ru: Создать виджеты
th: สร้างวิดเจ็ต
vi: Tạo tiện ích

source: Convert Old Data
es_es: Convertir datos antiguos
hi_in: पुराना डेटा परिवर्तित करें
pt_pt: Converter dados antigos
ru_ru: Конвертировать старые данные
th: แปลงข้อมูลเก่า
vi: Chuyển đổi dữ liệu cũ

source: Backup Settings
es_es: Configuración de copia de seguridad
hi_in: बैकअप सेटिंग्स
ja: バックアップ設定
pt_pt: Configurações de backup
ru_ru: Настройки резервного копирования
th: การตั้งค่าการสำรองข้อมูล
vi: Cài đặt sao lưu

source: This will only back up all theme option settings on this page. It does NOT back up WordPress data like posts. ⚠️ Note: The backup data saved here is in string format and has length validation. Do not manually modify the string to avoid corruption. If editing is needed, please import the data as-is and make changes through the input fields on the settings page.
es_es: Esto solo respaldará todas las opciones de configuración del tema en esta página. NO respalda datos de WordPress, como las entradas. ⚠️ Nota: Los datos de respaldo guardados aquí están en formato de cadena y su longitud es validada. No modifiques la cadena manualmente para evitar que se dañe. Si necesitas editarlos, importa los datos tal cual y realiza los cambios mediante los campos de entrada en la página de configuración.
hi_in: यह केवल इस पृष्ठ पर सभी थीम विकल्प सेटिंग्स का बैकअप लेगा। यह पोस्ट जैसे वर्डप्रेस डेटा का बैकअप नहीं लेता है। ⚠️ नोट: यहाँ सहेजा गया बैकअप डेटा स्ट्रिंग फ़ॉर्मेट में है और इसकी लंबाई मान्य है। भ्रष्ट होने से बचने के लिए स्ट्रिंग को मैन्युअल रूप से संशोधित न करें। यदि संपादन आवश्यक हो, तो कृपया डेटा को यथावत आयात करें और सेटिंग्स पृष्ठ पर इनपुट फ़ील्ड के माध्यम से परिवर्तन करें।
ja: このページにあるすべてのテーマオプション設定のみがバックアップされます。投稿などのWordPressデータはバックアップされません。⚠️ 注意：ここに保存されるバックアップデータは文字列形式で、長さの検証が行われます。破損を防ぐため、文字列を手動で変更しないでください。編集が必要な場合は、データをそのままインポートし、設定ページの入力フィールドから変更してください。
pt_pt: Isso fará backup apenas de todas as configurações de opções do tema nesta página. NÃO faz backup de dados do WordPress, como postagens. ⚠️ Observação: os dados de backup salvos aqui estão em formato de string e possuem validação de comprimento. Não modifique a string manualmente para evitar corrupção. Se precisar editar, importe os dados como estão e faça as alterações nos campos de entrada na página de configurações.
ru_ru: Это позволит создать резервную копию только всех настроек темы на этой странице. Резервное копирование данных WordPress, таких как записи, НЕ выполняется. ⚠️ Примечание: данные резервной копии, сохранённые здесь, имеют строковый формат и проверены на длину. Не изменяйте строку вручную во избежание её повреждения. Если требуется редактирование, импортируйте данные «как есть» и внесите изменения через поля ввода на странице настроек.
th: การดำเนินการนี้จะสำรองข้อมูลการตั้งค่าตัวเลือกธีมทั้งหมดในหน้านี้เท่านั้น การดำเนินการนี้จะไม่สำรองข้อมูล WordPress เช่น โพสต์ ⚠️ หมายเหตุ: ข้อมูลสำรองที่บันทึกไว้ที่นี่อยู่ในรูปแบบสตริงและมีการตรวจสอบความยาว อย่าแก้ไขสตริงด้วยตนเองเพื่อหลีกเลี่ยงการเสียหาย หากจำเป็นต้องแก้ไข โปรดนำเข้าข้อมูลตามสภาพเดิมและทำการเปลี่ยนแปลงผ่านช่องป้อนข้อมูลในหน้าการตั้งค่า
vi: Thao tác này chỉ sao lưu tất cả cài đặt tùy chọn giao diện trên trang này. KHÔNG sao lưu dữ liệu WordPress như bài viết. ⚠️ Lưu ý: Dữ liệu sao lưu được lưu ở đây ở định dạng chuỗi và có xác thực độ dài. Vui lòng không sửa đổi chuỗi thủ công để tránh bị lỗi. Nếu cần chỉnh sửa, vui lòng nhập dữ liệu nguyên trạng và thực hiện thay đổi thông qua các trường nhập liệu trên trang cài đặt.

source: Cache Manager
es_es: Administrador de caché
hi_in: कैश प्रबंधक
ja: キャッシュマネージャー
pt_pt: Gerenciador de Cache
ru_ru: Менеджер кэша
th: ตัวจัดการแคช
vi: Trình quản lý bộ nhớ đệm

source: Total Cache
es_es: Caché total
hi_in: कुल कैश
ja: 合計キャッシュ
pt_pt: Cache total
ru_ru: Общий кэш
th: แคชทั้งหมด
vi: Tổng bộ nhớ đệm

source: Cache Empty!
es_es: ¡Caché vacío!
hi_in: कैश खाली!
ja: キャッシュが空です!
pt_pt: Cache vazio!
ru_ru: Кэш пуст!
th: แคชว่าง!
vi: Bộ nhớ đệm trống!

source: Delete All Cache
es_es: Eliminar toda la caché
hi_in: सभी कैश हटाएं
ja: すべてのキャッシュを削除
pt_pt: Excluir todo o cache
ru_ru: Удалить весь кэш
th: ลบแคชทั้งหมด
vi: Xóa tất cả bộ nhớ đệm

source: Are you sure you want to remove all cache?
es_es: ¿Estás seguro que deseas eliminar todo el caché?
hi_in: क्या आप वाकई सारा कैश हटाना चाहते हैं?
ja: すべてのキャッシュを削除してもよろしいですか?
pt_pt: Tem certeza de que deseja remover todo o cache?
ru_ru: Вы уверены, что хотите удалить весь кэш?
th: คุณแน่ใจหรือไม่ว่าต้องการลบแคชทั้งหมด?
vi: Bạn có chắc chắn muốn xóa toàn bộ bộ nhớ đệm không?

source: Please wait...
es_es: Espere por favor...
hi_in: कृपया प्रतीक्षा करें...
ja: お待ちください...
pt_pt: Por favor, aguarde...
ru_ru: Пожалуйста, подождите...
th: โปรดรอ...
vi: Vui lòng chờ...

source: Error while deleting cache
es_es: Error al eliminar la caché
hi_in: कैश हटाते समय त्रुटि
ja: キャッシュの削除中にエラーが発生しました
pt_pt: Erro ao excluir o cache
ru_ru: Ошибка при удалении кэша
th: เกิดข้อผิดพลาดขณะลบแคช
vi: Lỗi khi xóa bộ nhớ đệm

source: An unexpected error occurred
es_es: Se produjo un error inesperado
hi_in: एक अप्रत्याशित त्रुटि हुई
ja: 予期しないエラーが発生しました
pt_pt: Ocorreu um erro inesperado
ru_ru: Произошла непредвиденная ошибка
th: เกิดข้อผิดพลาดที่ไม่คาดคิด
vi: Đã xảy ra lỗi không mong muốn

source: Theme License
es_es: Licencia de tema
hi_in: थीम लाइसेंस
ja: テーマライセンス
pt_pt: Licença de tema
ru_ru: Лицензия на тему
th: ใบอนุญาตธีม
vi: Giấy phép chủ đề

source: No license activated. Please activate your license.
es_es: No hay licencia activada. Por favor, active su licencia.
hi_in: कोई लाइसेंस सक्रिय नहीं है। कृपया अपना लाइसेंस सक्रिय करें।
ja: ライセンスが有効化されていません。ライセンスを有効化してください。
pt_pt: Nenhuma licença ativada. Por favor, ative sua licença.
ru_ru: Лицензия не активирована. Пожалуйста, активируйте вашу лицензию.
th: ยังไม่ได้เปิดใช้งานใบอนุญาต กรุณาเปิดใช้งานใบอนุญาตของคุณ
vi: Chưa có giấy phép nào được kích hoạt. Vui lòng kích hoạt giấy phép của bạn.

source: Thank you for using this theme for your creation. Please first enter your License ID and License Code from your ritheme.com user center, then click save to verify.
es_es: Gracias por usar este tema para tu creación. Primero, ingresa tu ID y código de licencia de tu centro de usuario de ritheme.com y haz clic en "Guardar" para verificar.
hi_in: अपनी रचना के लिए इस थीम का उपयोग करने के लिए धन्यवाद। कृपया पहले अपने ritheme.com उपयोगकर्ता केंद्र से अपना लाइसेंस आईडी और लाइसेंस कोड दर्ज करें, फिर सत्यापित करने के लिए सहेजें पर क्लिक करें।
ja: このテーマをご利用いただき、ありがとうございます。ritheme.com ユーザーセンターからライセンスIDとライセンスコードを入力し、「保存」をクリックして確認してください。
pt_pt: Obrigado por usar este tema para sua criação. Primeiro, insira seu ID de Licença e Código de Licença do seu centro de usuários do ritheme.com e clique em Salvar para verificar.
ru_ru: Благодарим вас за использование этой темы. Сначала введите идентификатор лицензии и код лицензии из центра пользователя ritheme.com, а затем нажмите «Сохранить» для подтверждения.
th: ขอขอบคุณที่ใช้ธีมนี้ในการสร้างสรรค์ของคุณ โปรดป้อนรหัสลิขสิทธิ์และรหัสลิขสิทธิ์จากศูนย์ผู้ใช้ ritheme.com ของคุณก่อน จากนั้นคลิกบันทึกเพื่อยืนยัน
vi: Cảm ơn bạn đã sử dụng giao diện này cho sáng tạo của mình. Trước tiên, vui lòng nhập ID giấy phép và Mã giấy phép từ trung tâm người dùng ritheme.com, sau đó nhấp vào lưu để xác minh.

source: Status
es_es: Estado
hi_in: स्थिति
ja: 状態
ru_ru: Статус
th: สถานะ
vi: Trạng thái

source: License Key
es_es: Clave de licencia
hi_in: लाइसेंस कुंजी
ja: ライセンスキー
pt_pt: Chave de licença
ru_ru: Лицензионный ключ
th: รหัสลิขสิทธิ์
vi: Khóa cấp phép

source: License Email
es_es: Correo electrónico de licencia
hi_in: लाइसेंस ईमेल
ja: ライセンスメール
pt_pt: E-mail de licença
ru_ru: Лицензионный адрес электронной почты
th: อีเมลใบอนุญาต
vi: Email Giấy phép

source: Activation Date
es_es: Fecha de activación
hi_in: सक्रियण तिथि
ja: 有効化日
pt_pt: Data de ativação
ru_ru: Дата активации
th: วันที่เปิดใช้งาน
vi: Ngày kích hoạt

source: Expiration Date
es_es: Fecha de expiración
hi_in: समाप्ति तिथि
ja: 有効期限
pt_pt: Data de validade
ru_ru: Дата окончания срока
th: วันหมดอายุ
vi: Ngày hết hạn

source: Lifetime License
es_es: Licencia de por vida
hi_in: आजीवन अनुज्ञा
ja: 生涯ライセンス
pt_pt: Licença vitalícia
ru_ru: Пожизненная лицензия
th: ใบอนุญาตตลอดชีพ
vi: Giấy phép trọn đời

source: Activation Domain
es_es: Dominio de activación
hi_in: सक्रियण डोमेन
ja: アクティベーションドメイン
pt_pt: Domínio de ativação
ru_ru: Домен активации
th: โดเมนการเปิดใช้งาน
vi: Miền kích hoạt

source: Update License
es_es: Actualizar licencia
hi_in: लाइसेंस अपडेट करें
ja: ライセンスの更新
pt_pt: Atualizar Licença
ru_ru: Обновление лицензии
th: อัปเดตใบอนุญาต
vi: Cập nhật Giấy phép

source: Deactivate License
es_es: Desactivar licencia
hi_in: लाइसेंस निष्क्रिय करें
ja: ライセンスの無効化
pt_pt: Desativar licença
ru_ru: Деактивировать лицензию
th: ปิดใช้งานใบอนุญาต
vi: Hủy kích hoạt giấy phép

source: License Code
es_es: Código de licencia
hi_in: अनुज्ञापत्र संहिता
ja: ライセンスコード
pt_pt: Código de licença
ru_ru: Лицензионный код
th: รหัสใบอนุญาต
vi: Mã giấy phép

source: Activate
es_es: Activar
hi_in: सक्रिय करें
ja: 活性化
pt_pt: Ativar
ru_ru: Активировать
th: เปิดใช้งาน
vi: Kích hoạt

source: Embed
es_es: Empotrar
hi_in: एम्बेड
ja: 埋め込み
pt_pt: Incorporar
ru_ru: Встроить
th: ฝัง
vi: Nhúng

source: Link
es_es: Enlace
hi_in: जोड़ना
ja: リンク
ru_ru: Связь
th: ลิงค์
vi: Liên kết

source: MP4
hi_in: एमपी4
ru_ru: МП4
th: เอ็มพี4

source: Auto
hi_in: ऑटो
ja: オート
ru_ru: Авто
th: ออโต้
vi: Tự động

source: Iframe
hi_in: आईफ्रेम
ja: インラインフレーム
th: ไอเฟรม
vi: Khung nội tuyến

source: Images
es_es: Imágenes
hi_in: इमेजिस
ja: 画像
pt_pt: Imagens
ru_ru: Изображения
th: รูปภาพ
vi: Hình ảnh

source: Completed
es_es: Terminado
hi_in: पुरा होना।
ja: 完了
pt_pt: Concluído
ru_ru: Завершенный
th: สมบูรณ์
vi: Hoàn thành

source: Ongoing
es_es: En curso
hi_in: चल रहे
ja: 進行中
pt_pt: Em andamento
ru_ru: Непрерывный
th: กำลังดำเนินการอยู่
vi: Đang diễn ra

source: Trailer
es_es: Tráiler
hi_in: ट्रेलर
ja: トレーラー
pt_pt: Reboque
ru_ru: Трейлер
th: เทรลเลอร์
vi: Đoạn phim giới thiệu
