Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Custom SEO Keywords
es_es: Palabras clave SEO personalizadas
hi_in: कस्टम एसईओ कीवर्ड
ja: カスタムSEOキーワード
pt_pt: Palavras-chave SEO personalizadas
ru_ru: Пользовательские ключевые слова SEO
th: คีย์เวิร์ด SEO ที่กำหนดเอง
vi: Từ khóa SEO tùy chỉnh

source: Keywords are separated by commas, leave blank to set nothing
es_es: Las palabras clave están separadas por comas, déjelas en blanco para no establecer nada.
hi_in: कीवर्ड अल्पविराम से अलग किए गए हैं, कुछ भी सेट न करने के लिए खाली छोड़ दें
ja: キーワードはカンマで区切られます。何も設定しない場合は空白のままにしてください。
pt_pt: As palavras-chave são separadas por vírgulas, deixe em branco para não definir nada
ru_ru: Ключевые слова разделяются запятыми. Оставьте поле пустым, чтобы ничего не указывать.
th: คำหลักจะถูกคั่นด้วยเครื่องหมายจุลภาค ปล่อยว่างไว้เพื่อไม่ตั้งค่าอะไร
vi: Từ khóa được phân tách bằng dấu phẩy, để trống để không thiết lập gì

source: Custom SEO Description
es_es: Descripción SEO personalizada
hi_in: कस्टम एसईओ विवरण
ja: カスタムSEO説明
pt_pt: Descrição SEO personalizada
ru_ru: Индивидуальное SEO-описание
th: คำอธิบาย SEO ที่กำหนดเอง
vi: Mô tả SEO tùy chỉnh

source: BXManager
es_es: Gerente de BX
hi_in: बीएक्समैनेजर
ja: BXマネージャー
pt_pt: Gerenciador de BX
th: บีเอ็กซ์แมเนเจอร์
vi: Trình quản lý BX

source: Views Day
es_es: Día de las vistas
hi_in: दृश्य दिवस
ja: ビューの日
pt_pt: Dia das Visualizações
ru_ru: День просмотров
th: วิวเดย์
vi: Ngày quan điểm

source: Views Week
es_es: Vistas Semana
hi_in: दृश्य सप्ताह
ja: 視聴週
pt_pt: Visualizações Semana
ru_ru: Просмотры за неделю
th: สัปดาห์แห่งการดู
vi: Tuần lễ quan điểm

source: Views Month
es_es: Vistas Mes
hi_in: दृश्य महीना
ja: 月間閲覧数
pt_pt: Visualizações Mês
ru_ru: Просмотры за месяц
th: มุมมองเดือน
vi: Tháng lượt xem

source: Views All
es_es: Vistas Todas
hi_in: सभी दृश्य
ja: すべて表示
pt_pt: Visualizações Todas
ru_ru: Просмотры всех
th: ดูทั้งหมด
vi: Xem tất cả

source: Custom Rewite
es_es: Reescritura personalizada
hi_in: कस्टम रीराइट
ja: カスタムリライト
pt_pt: Reescrever personalizado
ru_ru: Пользовательский Rewite
th: การเขียนซ้ำแบบกำหนดเอง
vi: Viết lại tùy chỉnh

source: Custom Info
es_es: Información personalizada
hi_in: कस्टम जानकारी
ja: カスタム情報
pt_pt: Informações personalizadas
ru_ru: Пользовательская информация
th: ข้อมูลที่กำหนดเอง
vi: Thông tin tùy chỉnh

source: Info
es_es: Información
hi_in: जानकारी
ja: 情報
pt_pt: Informações
ru_ru: Информация
th: ข้อมูล
vi: Thông tin

source: Info Url
es_es: URL de información
hi_in: जानकारी यूआरएल
ja: 情報URL
pt_pt: URL de informações
ru_ru: Информационный URL-адрес
th: ข้อมูล URL
vi: Url thông tin

source: Custom Details
es_es: Detalles personalizados
hi_in: कस्टम विवरण
ja: カスタム詳細
pt_pt: Detalhes personalizados
ru_ru: Индивидуальные детали
th: รายละเอียดที่กำหนดเอง
vi: Chi tiết tùy chỉnh

source: Watch Url
es_es: Ver URL
hi_in: वॉच यूआरएल
ja: ウォッチURL
pt_pt: URL do relógio
ru_ru: URL-адрес для просмотра
th: URL ของนาฬิกา
vi: Xem Url

source: First Last Url
es_es: Nombre Último URL
hi_in: पहला अंतिम यूआरएल
ja: 名 姓 URL
pt_pt: Primeiro Último URL
ru_ru: Первый Последний URL
th: ชื่อ นามสกุล URL
vi: Tên Họ Url

source: First
es_es: Primero
hi_in: पहला
ja: 初め
pt_pt: Primeiro
ru_ru: Первый
th: อันดับแรก
vi: Đầu tiên

source: Last
es_es: Último
hi_in: अंतिम
ja: 最後
pt_pt: Durar
ru_ru: Последний
th: ล่าสุด
vi: Cuối cùng

source: Custom filter fields
es_es: Campos de filtro personalizados
hi_in: कस्टम फ़िल्टर फ़ील्ड
ja: カスタムフィルターフィールド
pt_pt: Campos de filtro personalizados
ru_ru: Пользовательские поля фильтра
th: ฟิลด์ตัวกรองแบบกำหนดเอง
vi: Các trường lọc tùy chỉnh

source: Which custom fields to display for filtering entries
es_es: ¿Qué campos personalizados se deben mostrar para filtrar entradas?
hi_in: प्रविष्टियों को फ़िल्टर करने के लिए कौन से कस्टम फ़ील्ड प्रदर्शित करें
ja: フィルタリングエントリに表示するカスタムフィールド
pt_pt: Quais campos personalizados exibir para filtrar entradas
ru_ru: Какие настраиваемые поля отображать для фильтрации записей
th: ฟิลด์ที่กำหนดเองที่จะแสดงสำหรับการกรองรายการ
vi: Những trường tùy chỉnh nào sẽ hiển thị để lọc mục nhập

source: Advanced Custom Filter Fields Configuration
es_es: Configuración avanzada de campos de filtro personalizados
hi_in: उन्नत कस्टम फ़िल्टर फ़ील्ड कॉन्फ़िगरेशन
ja: 高度なカスタムフィルターフィールドの設定
pt_pt: Configuração avançada de campos de filtro personalizados
ru_ru: Расширенная конфигурация полей настраиваемого фильтра
th: การกำหนดค่าฟิลด์ตัวกรองแบบกำหนดเองขั้นสูง
vi: Cấu hình trường bộ lọc tùy chỉnh nâng cao

source: Filter Name
es_es: Nombre del filtro
hi_in: फ़िल्टर का नाम
ja: フィルター名
pt_pt: Nome do filtro
ru_ru: Имя фильтра
th: ชื่อตัวกรอง
vi: Tên bộ lọc

source: For example: format, color, size, dimensions, the name can be modified midway after setting
es_es: Por ejemplo: formato, color, tamaño, dimensiones, el nombre se puede modificar a mitad de camino después de la configuración.
hi_in: उदाहरण के लिए: प्रारूप, रंग, आकार, आयाम, नाम को सेटिंग के बाद बीच में संशोधित किया जा सकता है
ja: 例えば、フォーマット、色、サイズ、寸法、名前は設定後に途中で変更することができます
pt_pt: Por exemplo: formato, cor, tamanho, dimensões, o nome pode ser modificado no meio do caminho após a configuração
ru_ru: Например: формат, цвет, размер, параметры, имя можно изменить в процессе настройки.
th: ตัวอย่าง: รูปแบบ, สี, ขนาด, มิติ, ชื่อสามารถแก้ไขได้ครึ่งทางหลังจากการตั้งค่า
vi: Ví dụ: định dạng, màu sắc, kích thước, kích thước, tên có thể được sửa đổi giữa chừng sau khi thiết lập

source: Taxonomy Field Unique Identifier
es_es: Identificador único del campo de taxonomía
hi_in: टैक्सोनॉमी फ़ील्ड विशिष्ट पहचानकर्ता
ja: 分類フィールドの一意の識別子
pt_pt: Identificador Único do Campo de Taxonomia
ru_ru: Уникальный идентификатор поля таксономии
th: ตัวระบุเฉพาะของฟิลด์อนุกรมวิธาน
vi: Mã định danh duy nhất của trường phân loại

source: Must be pure English, such as geshhi, yanse, szie, color, <b style="color:red;">Once set, if there are already associated articles selected, this identifier cannot be modified midway</b>
es_es: Debe ser inglés puro, como geshhi, yanse, szie, color. <b style="color:red;">Una vez configurado, si ya hay artículos asociados seleccionados, este identificador no se puede modificar a mitad de camino</b>
hi_in: शुद्ध अंग्रेजी होना चाहिए, जैसे कि geshhi, yanse, szie, color, <b style="color:red;">एक बार सेट हो जाने पर, यदि पहले से ही संबद्ध लेख चयनित हैं, तो इस पहचानकर्ता को बीच में संशोधित नहीं किया जा सकता है</b>
ja: geshhi、yanse、szie、color などの純粋な英語である必要があります。<b style="color:red;">一度設定すると、関連する冠詞がすでに選択されている場合、この識別子を途中で変更することはできません。</b>
pt_pt: Deve ser inglês puro, como geshhi, yanse, szie, color, <b style="color:red;">Uma vez definido, se já houver artigos associados selecionados, este identificador não poderá ser modificado no meio do caminho</b>
ru_ru: Должен быть на чистом английском языке, например, geshhi, yanse, szie, color, <b style="color:red;">После установки, если уже выбраны связанные статьи, этот идентификатор нельзя изменить на полпути</b>
th: ต้องเป็นภาษาอังกฤษแท้ เช่น geshhi, yanse, szie, color, <b style="color:red;">เมื่อตั้งค่าแล้ว หากมีการเลือกบทความที่เกี่ยวข้องแล้ว ไม่สามารถแก้ไขตัวระบุนี้ระหว่างทางได้</b>
vi: Phải là tiếng Anh thuần túy, chẳng hạn như geshhi, yanse, szie, color, <b style="color:red;">Sau khi thiết lập, nếu đã có các bài viết liên quan được chọn, thì mã định danh này không thể được sửa đổi giữa chừng</b>

source: Option Type
es_es: Tipo de opción
hi_in: विकल्प प्रकार
ja: オプションタイプ
pt_pt: Tipo de opção
ru_ru: Тип опции
th: ประเภทตัวเลือก
vi: Loại tùy chọn

source: Multiple Choice
es_es: Opción múltiple
hi_in: बहुविकल्पी
ja: 複数選択問題
pt_pt: Múltipla escolha
ru_ru: Множественный выбор
th: ตัวเลือกหลายตัว
vi: Trắc nghiệm

source: Dropdown Single Choice
es_es: Opción única desplegable
hi_in: ड्रॉपडाउन एकल विकल्प
ja: ドロップダウン単一選択
pt_pt: Escolha única suspensa
ru_ru: Раскрывающийся список с одним выбором
th: ตัวเลือกแบบดรอปดาวน์แบบเลือกเดียว
vi: Lựa chọn đơn thả xuống

source: Single Choice
es_es: Opción única
hi_in: एकल विकल्प
ja: 単一選択
pt_pt: Escolha única
ru_ru: Единственный выбор
th: ตัวเลือกเดียว
vi: Lựa chọn duy nhất

source: Option type when publishing articles in the background
es_es: Tipo de opción al publicar artículos en segundo plano
hi_in: पृष्ठभूमि में लेख प्रकाशित करते समय विकल्प प्रकार
ja: バックグラウンドで記事を公開する際のオプションの種類
pt_pt: Tipo de opção ao publicar artigos em segundo plano
ru_ru: Тип опции при публикации статей в фоновом режиме
th: ประเภทตัวเลือกเมื่อเผยแพร่บทความในพื้นหลัง
vi: Loại tùy chọn khi xuất bản bài viết ở chế độ nền

source: Rewrite & Taxonomy
es_es: Reescritura y taxonomía
hi_in: पुनर्लेखन और वर्गीकरण
ja: 書き換えと分類
pt_pt: Reescrita e Taxonomia
ru_ru: Переписывание и таксономия
th: การเขียนใหม่และอนุกรมวิธาน
vi: Viết lại & Phân loại

source: Player & ADS
es_es: Reproductor y anuncios
hi_in: प्लेयर और विज्ञापन
ja: プレイヤーと広告
pt_pt: Jogador e ADS
ru_ru: Плеер и реклама
th: เครื่องเล่นและโฆษณา
vi: Trình phát & Quảng cáo

source: Player Size
es_es: Tamaño del jugador
hi_in: खिलाड़ी का आकार
ja: プレーヤーサイズ
pt_pt: Tamanho do jogador
ru_ru: Размер игрока
th: ขนาดผู้เล่น
vi: Kích thước người chơi

source: JWPlayer error detect
es_es: Detección de errores de JWPlayer
hi_in: JWPlayer त्रुटि का पता चला
ja: JWPlayerエラー検出
pt_pt: Detecção de erro do JWPlayer
ru_ru: Обнаружение ошибки JWPlayer
th: การตรวจจับข้อผิดพลาด JWPlayer
vi: Phát hiện lỗi JWPlayer

source: If the player cannot play the video, it will automatically switch to another server.
es_es: Si el reproductor no puede reproducir el vídeo, cambiará automáticamente a otro servidor.
hi_in: यदि प्लेयर वीडियो नहीं चला पाता है, तो वह स्वचालित रूप से दूसरे सर्वर पर चला जाएगा।
ja: プレーヤーがビデオを再生できない場合は、自動的に別のサーバーに切り替わります。
pt_pt: Se o player não puder reproduzir o vídeo, ele mudará automaticamente para outro servidor.
ru_ru: Если проигрыватель не может воспроизвести видео, он автоматически переключится на другой сервер.
th: หากเครื่องเล่นไม่สามารถเล่นวิดีโอได้ ระบบจะเปลี่ยนไปยังเซิร์ฟเวอร์อื่นโดยอัตโนมัติ
vi: Nếu trình phát không thể phát video, nó sẽ tự động chuyển sang máy chủ khác.

source: Show Modal Popup
es_es: Mostrar ventana emergente modal
hi_in: मॉडल पॉपअप दिखाएँ
ja: モーダルポップアップを表示
pt_pt: Mostrar pop-up modal
ru_ru: Показать модальное всплывающее окно
th: แสดงป๊อปอัปแบบโมดอล
vi: Hiển thị cửa sổ bật lên

source: Auto Play Alternative Server
es_es: Servidor alternativo de reproducción automática
hi_in: ऑटो प्ले वैकल्पिक सर्वर
ja: 自動再生代替サーバー
pt_pt: Servidor Alternativo de Reprodução Automática
ru_ru: Автоматическое воспроизведение альтернативного сервера
th: เซิร์ฟเวอร์ทางเลือกเล่นอัตโนมัติ
vi: Máy chủ thay thế tự động phát

source: Enable Auto Report
es_es: Habilitar informe automático
hi_in: ऑटो रिपोर्ट सक्षम करें
ja: 自動レポートを有効にする
pt_pt: Habilitar Relatório Automático
ru_ru: Включить автоматический отчет
th: เปิดใช้งานรายงานอัตโนมัติ
vi: Bật báo cáo tự động

source: Enable to automatically report the episode when the user clicks on the report button.
es_es: Habilite para informar automáticamente el episodio cuando el usuario hace clic en el botón de informe.
hi_in: जब उपयोगकर्ता रिपोर्ट बटन पर क्लिक करता है तो प्रकरण की स्वचालित रूप से रिपोर्ट करने की सुविधा सक्षम करें।
ja: ユーザーがレポートボタンをクリックしたときにエピソードを自動的にレポートできるようにします。
pt_pt: Habilite para reportar automaticamente o episódio quando o usuário clicar no botão denunciar.
ru_ru: Включите автоматическую отправку отчета об эпизоде, когда пользователь нажимает кнопку «Сообщить».
th: เปิดใช้งานเพื่อรายงานตอนอัตโนมัติเมื่อผู้ใช้คลิกปุ่มรายงาน
vi: Cho phép tự động báo cáo tập phim khi người dùng nhấp vào nút báo cáo.

source: Show Ads Vast
es_es: Mostrar anuncios vastos
hi_in: विज्ञापन दिखाएं विशाल
ja: 広告を表示
pt_pt: Mostrar anúncios vastos
ru_ru: Показывать рекламу Vast
th: แสดงโฆษณามากมาย
vi: Hiển thị quảng cáo Vast

source: VAST Configuration
es_es: Configuración de VAST
hi_in: VAST कॉन्फ़िगरेशन
ja: VAST構成
pt_pt: Configuração VAST
ru_ru: Конфигурация VAST
th: การกำหนดค่า VAST
vi: Cấu hình VAST

source: Configure VAST settings for the player
es_es: Configurar los ajustes de VAST para el reproductor
hi_in: प्लेयर के लिए VAST सेटिंग्स कॉन्फ़िगर करें
ja: プレーヤーのVAST設定を構成する
pt_pt: Configurar as configurações VAST para o player
ru_ru: Настройте параметры VAST для проигрывателя
th: กำหนดค่าการตั้งค่า VAST สำหรับเครื่องเล่น
vi: Cấu hình cài đặt VAST cho trình phát

source: VAST File
es_es: Archivo VAST
hi_in: VAST फ़ाइल
ja: VASTファイル
pt_pt: Arquivo VAST
ru_ru: VAST-файл
th: ไฟล์ VAST
vi: Tệp VAST

source: The URL of the VAST file to be used for ads. This is required if you enable JWPlayer ads.
es_es: La URL del archivo VAST que se usará para los anuncios. Es necesaria si habilita los anuncios de JWPlayer.
hi_in: विज्ञापनों के लिए इस्तेमाल की जाने वाली VAST फ़ाइल का URL. अगर आप JWPlayer विज्ञापन सक्षम करते हैं, तो यह ज़रूरी है.
ja: 広告に使用するVASTファイルのURL。JWPlayer広告を有効にする場合は必須です。
pt_pt: A URL do arquivo VAST a ser usado para anúncios. Isso é necessário se você habilitar os anúncios do JWPlayer.
ru_ru: URL-адрес VAST-файла, который будет использоваться для рекламы. Это необходимо, если вы включили рекламу в JWPlayer.
th: URL ของไฟล์ VAST ที่จะใช้สำหรับโฆษณา จำเป็นต้องระบุหากคุณเปิดใช้งานโฆษณา JWPlayer
vi: URL của tệp VAST được sử dụng cho quảng cáo. Thông tin này là bắt buộc nếu bạn bật quảng cáo JWPlayer.

source: Ads Message
es_es: Mensaje de anuncios
hi_in: विज्ञापन संदेश
ja: 広告メッセージ
pt_pt: Mensagem de anúncios
ru_ru: Рекламное сообщение
th: ข้อความโฆษณา
vi: Tin nhắn quảng cáo

source: Ex: XX seconds left in ad. XX cannot be changed
es_es: Ej.: Quedan XX segundos en el anuncio. XX no se puede cambiar.
hi_in: उदाहरण: विज्ञापन में XX सेकंड बचे हैं। XX को बदला नहीं जा सकता
ja: 例: 広告の残り時間はXX秒です。XXは変更できません
pt_pt: Ex: XX segundos restantes no anúncio. XX não pode ser alterado
ru_ru: Пример: осталось XX секунд рекламы. XX нельзя изменить.
th: ตัวอย่าง: เหลือเวลาอีก XX วินาทีในโฆษณา XX ไม่สามารถเปลี่ยนแปลงได้
vi: VD: Còn XX giây nữa là hết quảng cáo. XX không thể thay đổi được

source: XX seconds left in ad
es_es: XX segundos restantes en el anuncio
hi_in: विज्ञापन में XX सेकंड बचे हैं
ja: 広告残りXX秒
pt_pt: Restam XX segundos de anúncio
ru_ru: Осталось XX секунд рекламы
th: เหลือเวลาอีก XX วินาทีในโฆษณา
vi: Còn XX giây nữa là hết quảng cáo

source: Skip Offset
es_es: Desplazamiento de salto
hi_in: ऑफसेट छोड़ें
ja: スキップオフセット
pt_pt: Deslocamento de salto
ru_ru: Пропустить смещение
th: ข้ามออฟเซ็ต
vi: Bù trừ bỏ qua

source: The number of seconds before the skip button appears. Default is 5 seconds.
es_es: El número de segundos que deben transcurrir hasta que aparezca el botón de salto. El valor predeterminado es 5 segundos.
hi_in: स्किप बटन दिखाई देने से पहले सेकंड की संख्या। डिफ़ॉल्ट 5 सेकंड है।
ja: スキップボタンが表示されるまでの秒数。デフォルトは5秒です。
pt_pt: O número de segundos antes do botão de pular aparecer. O padrão é 5 segundos.
ru_ru: Количество секунд до появления кнопки «Пропустить». Значение по умолчанию — 5 секунд.
th: จำนวนวินาทีก่อนที่ปุ่มข้ามจะปรากฏขึ้น ค่าเริ่มต้นคือ 5 วินาที
vi: Số giây trước khi nút bỏ qua xuất hiện. Mặc định là 5 giây.

source: Skip Text
es_es: Saltar texto
hi_in: पाठ छोड़ें
ja: テキストをスキップ
pt_pt: Pular texto
ru_ru: Пропустить текст
th: ข้ามข้อความ
vi: Bỏ qua văn bản

source: The text to display on the skip button. Default is "Skip Ad".
es_es: El texto que se mostrará en el botón de saltar. El valor predeterminado es "Saltar anuncio".
hi_in: स्किप बटन पर प्रदर्शित होने वाला पाठ। डिफ़ॉल्ट "स्किप विज्ञापन" है।
ja: スキップボタンに表示するテキスト。デフォルトは「広告をスキップ」です。
pt_pt: O texto a ser exibido no botão Pular. O padrão é "Pular anúncio".
ru_ru: Текст, отображаемый на кнопке «Пропустить». По умолчанию — «Пропустить рекламу».
th: ข้อความที่จะแสดงบนปุ่มข้าม ค่าเริ่มต้นคือ "ข้ามโฆษณา"
vi: Văn bản hiển thị trên nút bỏ qua. Mặc định là "Bỏ qua quảng cáo".

source: Skip Ad
es_es: Saltar anuncio
hi_in: विज्ञापन को छोड़ें
ja: 広告をスキップ
pt_pt: Pular anúncio
ru_ru: Пропустить рекламу
th: ข้ามโฆษณา
vi: Bỏ qua quảng cáo

source: Skip Message
es_es: Saltar mensaje
hi_in: संदेश छोड़ें
ja: メッセージをスキップ
pt_pt: Pular mensagem
ru_ru: Пропустить сообщение
th: ข้ามข้อความ
vi: Bỏ qua tin nhắn

source: The message to display when the skip button appears. Default is "Skip after xxs seconds".
es_es: Mensaje que se muestra al presionar el botón de saltar. El valor predeterminado es "Saltar después de xxs segundos".
hi_in: स्किप बटन दिखाई देने पर प्रदर्शित होने वाला संदेश। डिफ़ॉल्ट "xxs सेकंड के बाद स्किप करें" है।
ja: スキップボタンが表示されたときに表示されるメッセージ。デフォルトは「xxs秒後にスキップ」です。
pt_pt: A mensagem a ser exibida quando o botão de pular aparece. O padrão é "Pular após xxs segundos".
ru_ru: Сообщение, которое будет отображаться при появлении кнопки «Пропустить». По умолчанию — «Пропустить через xxs секунд».
th: ข้อความที่จะแสดงเมื่อปุ่มข้ามปรากฏขึ้น ค่าเริ่มต้นคือ "ข้ามหลังจาก xx วินาที"
vi: Thông báo hiển thị khi nút bỏ qua xuất hiện. Mặc định là "Bỏ qua sau xx giây".

source: Skip after xxs seconds
es_es: Saltar después de xxs segundos
hi_in: xxs सेकंड के बाद छोड़ें
ja: xxs秒後にスキップ
pt_pt: Pular após xxs segundos
ru_ru: Пропустить через xxs секунд
th: ข้ามหลังจาก xx วินาที
vi: Bỏ qua sau xxs giây

source: Show Logo Player
es_es: Mostrar reproductor de logotipos
hi_in: लोगो प्लेयर दिखाएँ
ja: ロゴプレーヤーを表示
pt_pt: Mostrar o reprodutor de logotipo
ru_ru: Показать логотип плеера
th: แสดงผู้เล่นโลโก้
vi: Hiển thị Logo Player

source: Logo Player Configuration
es_es: Configuración del reproductor de logotipos
hi_in: लोगो प्लेयर कॉन्फ़िगरेशन
ja: ロゴプレーヤーの設定
pt_pt: Configuração do Logo Player
ru_ru: Конфигурация проигрывателя логотипов
th: การกำหนดค่าผู้เล่นโลโก้
vi: Cấu hình trình phát logo

source: Show logo on both JWPlayer and embedded iframe player
es_es: Mostrar el logotipo tanto en JWPlayer como en el reproductor iframe integrado
hi_in: JWPlayer और एम्बेडेड iframe प्लेयर दोनों पर लोगो दिखाएँ
ja: JWPlayerと埋め込みiframeプレーヤーの両方にロゴを表示する
pt_pt: Mostrar logotipo no JWPlayer e no player de iframe incorporado
ru_ru: Показывать логотип как в JWPlayer, так и во встроенном iframe-плеере
th: แสดงโลโก้บนทั้ง JWPlayer และเครื่องเล่น iframe แบบฝัง
vi: Hiển thị logo trên cả JWPlayer và trình phát iframe nhúng

source: Logo File
es_es: Archivo de logotipo
hi_in: लोगो फ़ाइल
ja: ロゴファイル
pt_pt: Arquivo de logotipo
ru_ru: Файл логотипа
th: ไฟล์โลโก้
vi: Tệp Logo

source: The URL of an external JPG, PNG or GIF image to be used as watermark (e.g. /assets/logo.png). We recommend using 24 bit PNG images with transparency
es_es: La URL de una imagen externa JPG, PNG o GIF que se usará como marca de agua (p. ej., /assets/logo.png). Recomendamos usar imágenes PNG de 24 bits con transparencia.
hi_in: वॉटरमार्क के रूप में उपयोग की जाने वाली किसी बाहरी JPG, PNG या GIF छवि का URL (उदाहरण: /assets/logo.png)। हम पारदर्शिता वाली 24-बिट PNG छवियों का उपयोग करने की सलाह देते हैं।
ja: 透かしとして使用する外部JPG、PNG、またはGIF画像のURL（例：/assets/logo.png）。透明度の高い24ビットPNG画像の使用を推奨します。
pt_pt: A URL de uma imagem externa JPG, PNG ou GIF a ser usada como marca d'água (por exemplo, /assets/logo.png). Recomendamos o uso de imagens PNG de 24 bits com transparência.
ru_ru: URL внешнего изображения JPG, PNG или GIF, которое будет использоваться в качестве водяного знака (например, /assets/logo.png). Мы рекомендуем использовать 24-битные изображения PNG с прозрачностью.
th: URL ของรูปภาพ JPG, PNG หรือ GIF ภายนอกที่จะใช้เป็นลายน้ำ (เช่น /assets/logo.png) เราขอแนะนำให้ใช้รูปภาพ PNG 24 บิตที่มีความโปร่งใส
vi: URL của hình ảnh JPG, PNG hoặc GIF bên ngoài được sử dụng làm hình mờ (ví dụ: /assets/logo.png). Chúng tôi khuyên bạn nên sử dụng hình ảnh PNG 24 bit có độ trong suốt

source: Logo link
es_es: Enlace del logotipo
hi_in: लोगो लिंक
ja: ロゴリンク
pt_pt: Link do logotipo
ru_ru: Ссылка на логотип
th: ลิงค์โลโก้
vi: Liên kết logo

source: The URL to visit when the watermark image is clicked. Clicking a logo will have no affect unless this is configured
es_es: La URL a la que se accede al hacer clic en la imagen de la marca de agua. Hacer clic en un logotipo no tendrá ningún efecto a menos que se configure.
hi_in: वॉटरमार्क इमेज पर क्लिक करने पर विज़िट करने वाला URL। किसी लोगो पर क्लिक करने से कोई प्रभाव नहीं पड़ेगा जब तक कि इसे कॉन्फ़िगर न किया गया हो
ja: 透かし画像をクリックしたときにアクセスするURL。これを設定しないと、ロゴをクリックしても何も起こりません。
pt_pt: A URL a ser visitada ao clicar na imagem da marca d'água. Clicar em um logotipo não terá efeito, a menos que isso seja configurado.
ru_ru: URL-адрес, по которому будет осуществляться переход при нажатии на изображение водяного знака. Нажатие на логотип не повлияет на результат, если это не настроено.
th: URL ที่จะเข้าชมเมื่อคลิกภาพลายน้ำ การคลิกโลโก้จะไม่มีผล เว้นแต่จะตั้งค่านี้ไว้
vi: URL để truy cập khi nhấp vào hình ảnh mờ. Việc nhấp vào logo sẽ không có tác dụng trừ khi tùy chọn này được cấu hình.

source: Logo Position
es_es: Posición del logotipo
hi_in: लोगो की स्थिति
ja: ロゴの位置
pt_pt: Posição do logotipo
ru_ru: Положение логотипа
th: ตำแหน่งโลโก้
vi: Vị trí Logo

source: Top left
es_es: Arriba a la izquierda
hi_in: बाएं से बाएं
ja: 左上
pt_pt: Canto superior esquerdo
ru_ru: Вверху слева
th: ซ้ายบน
vi: Phía trên bên trái

source: Top right
es_es: Arriba a la derecha
hi_in: ठीक तरह से ऊपर
ja: 右上
pt_pt: Canto superior direito
ru_ru: Вверху справа
th: มุมขวาบน
vi: Phía trên bên phải

source: Bottom left
es_es: Abajo a la izquierda
hi_in: तली छोड़ें
ja: 左下
pt_pt: canto inferior esquerdo
ru_ru: Внизу слева
th: ล่างซ้าย
vi: Dưới cùng bên trái

source: Bottom right
es_es: Abajo a la derecha
hi_in: नीचे दाएं
ja: 右下
pt_pt: canto inferior direito
ru_ru: Внизу справа
th: มุมขวาล่าง
vi: Góc dưới bên phải

source: Control bar (JWPlayer only)
es_es: Barra de control (solo JWPlayer)
hi_in: नियंत्रण पट्टी (केवल JWPlayer)
ja: コントロールバー（JWPlayerのみ）
pt_pt: Barra de controle (somente JWPlayer)
ru_ru: Панель управления (только JWPlayer)
th: แถบควบคุม (เฉพาะ JWPlayer)
vi: Thanh điều khiển (chỉ dành cho JWPlayer)

source: This sets the corner in which to display the watermark. The "control-bar" option is only supported in JWPlayer and adds the logo as the leftmost icon in the right grouping of buttons in the control bar.
es_es: Esto define la esquina donde se mostrará la marca de agua. La opción "barra de control" solo es compatible con JWPlayer y añade el logotipo como el icono más a la izquierda del grupo de botones derecho de la barra de control.
hi_in: यह वॉटरमार्क प्रदर्शित करने के लिए कोने को निर्धारित करता है। "कंट्रोल-बार" विकल्प केवल JWPlayer में समर्थित है और यह कंट्रोल बार में बटनों के दाएँ समूह में सबसे बाएँ आइकन के रूप में लोगो जोड़ता है।
ja: 透かしを表示するコーナーを設定します。「コントロールバー」オプションはJWPlayerでのみサポートされており、コントロールバーの右側のボタングループの左端のアイコンとしてロゴを追加します。
pt_pt: Isso define o canto onde a marca d'água será exibida. A opção "barra de controle" só é suportada no JWPlayer e adiciona o logotipo como o ícone mais à esquerda no grupo direito de botões na barra de controle.
ru_ru: Задаёт угол, в котором будет отображаться водяной знак. Параметр «control-bar» поддерживается только в JWPlayer и добавляет логотип в качестве крайнего левого значка в правой группе кнопок на панели управления.
th: การดำเนินการนี้จะกำหนดมุมที่จะแสดงลายน้ำ ตัวเลือก "แถบควบคุม" รองรับเฉพาะใน JWPlayer และจะเพิ่มโลโก้เป็นไอคอนซ้ายสุดในกลุ่มปุ่มด้านขวาบนแถบควบคุม
vi: Tùy chọn này thiết lập góc hiển thị hình mờ. Tùy chọn "control-bar" chỉ được hỗ trợ trong JWPlayer và thêm logo làm biểu tượng ngoài cùng bên trái trong nhóm nút bên phải trên thanh điều khiển.

source: Auto hide logo (JWPlayer only)
es_es: Ocultar automáticamente el logotipo (solo JWPlayer)
hi_in: लोगो को स्वचालित रूप से छिपाएँ (केवल JWPlayer)
ja: ロゴを自動的に非表示にする（JWPlayer のみ）
pt_pt: Ocultar logotipo automaticamente (somente JWPlayer)
ru_ru: Автоматически скрывать логотип (только JWPlayer)
th: ซ่อนโลโก้อัตโนมัติ (เฉพาะ JWPlayer)
vi: Tự động ẩn logo (chỉ dành cho JWPlayer)
