Repository: buxtnet/core
Catalog: resources/lang/*.po
Languages: es_es, hi_in, ja, pt_pt, ru_ru, th, vi

source: Title
es_es: Título
hi_in: शीर्षक
ja: タイトル
pt_pt: Título
ru_ru: Заголовок
th: ชื่อ
vi: Tiêu đề

source: Thumbs
es_es: Pulgares
hi_in: अंगूठे
ja: 親指
pt_pt: Polegares
ru_ru: Большие пальцы
th: นิ้วหัวแม่มือ
vi: Ngón tay cái

source: Details
es_es: Detalles
hi_in: विवरण
ja: 詳細
pt_pt: Detalhes
ru_ru: Подробности
th: รายละเอียด
vi: Chi tiết

source: Categories
es_es: Categorías
hi_in: श्रेणियाँ
ja: カテゴリー
pt_pt: Categorias
ru_ru: Категории
th: หมวดหมู่
vi: Thể loại

source: Date
es_es: Fecha
hi_in: तारीख
ja: 日付
pt_pt: Data
ru_ru: Дата
th: วันที่
vi: Ngày

source: Tags
es_es: Etiquetas
hi_in: टैग
ja: タグ
pt_pt: Etiquetas
ru_ru: Теги
th: แท็ก
vi: Thẻ

source: Last Update
es_es: Última actualización
hi_in: आखिरी अपडेट
ja: 最終更新日
pt_pt: Última atualização
ru_ru: Последнее обновление
th: อัปเดตล่าสุด
vi: Cập nhật lần cuối

source: views
es_es: puntos de vista
hi_in: दृश्य
ja: ビュー
pt_pt: visualizações
ru_ru: просмотров
th: มุมมอง
vi: lượt xem

source: Custom CSS Code
es_es: Código CSS personalizado
hi_in: कस्टम CSS कोड
ja: カスタムCSSコード
pt_pt: Código CSS personalizado
ru_ru: Пользовательский CSS-код
th: รหัส CSS ที่กำหนดเอง
vi: Mã CSS tùy chỉnh

source: At the top, for custom CSS No need to add <strong>&lt;style></strong> tags
es_es: En la parte superior, para CSS personalizado No es necesario agregar etiquetas <strong>&lt;style></strong>
hi_in: शीर्ष पर, कस्टम CSS के लिए <strong><style></strong> टैग जोड़ने की आवश्यकता नहीं है
ja: 上部にカスタム CSS を配置します。<strong>&lt;style></strong> タグを追加する必要はありません。
pt_pt: No topo, para CSS personalizado Não há necessidade de adicionar tags <strong>&lt;style></strong>
ru_ru: Вверху, для пользовательского CSS. Не нужно добавлять теги <strong>&lt;style></strong>
th: ที่ด้านบน สำหรับ CSS ที่กำหนดเอง ไม่จำเป็นต้องเพิ่มแท็ก <strong>&lt;style></strong>
vi: Ở trên cùng, để tùy chỉnh CSS Không cần thêm thẻ <strong>&lt;style></strong>

source: Custom JS Code at Footer
es_es: Código JS personalizado en el pie de página
hi_in: पादलेख पर कस्टम JS कोड
ja: フッターのカスタム JS コード
pt_pt: Código JS personalizado no rodapé
ru_ru: Пользовательский код JS в нижнем колонтитуле
th: โค้ด JS ที่กำหนดเองที่ส่วนท้าย
vi: Mã JS tùy chỉnh ở chân trang

source: At the bottom, for adding third-party analytics code, e.g. Google analytics, Baidu, CNZZ. Example:
es_es: En la parte inferior, para agregar código de análisis de terceros, como Google Analytics, Baidu o CNZZ. Ejemplo:
hi_in: नीचे, तृतीय-पक्ष एनालिटिक्स कोड जोड़ने के लिए, जैसे कि Google analytics, Baidu, CNZZ. उदाहरण:
ja: 下部には、Google Analytics、Baidu、CNZZなどのサードパーティ分析コードを追加します。例：
pt_pt: Na parte inferior, para adicionar código analítico de terceiros, como Google Analytics, Baidu, CNZZ. Exemplo:
ru_ru: Внизу — для добавления кода стороннего аналитика, например, Google Analytics, Baidu, CNZZ. Пример:
th: ด้านล่างสำหรับเพิ่มโค้ดวิเคราะห์จากบุคคลที่สาม เช่น Google Analytics, Baidu, CNZZ ตัวอย่าง:
vi: Ở phía dưới, để thêm mã phân tích của bên thứ ba, ví dụ: Google Analytics, Baidu, CNZZ. Ví dụ:

source: Site Logo
es_es: Logotipo del sitio
hi_in: साइट लोगो
ja: サイトロゴ
pt_pt: Logotipo do site
ru_ru: Логотип сайта
th: โลโก้เว็บไซต์
vi: Logo trang web

source: Set the site logo (recommended to match the custom logo width and height)
es_es: Establecer el logotipo del sitio (se recomienda que coincida con el ancho y la altura del logotipo personalizado)
hi_in: साइट लोगो सेट करें (कस्टम लोगो की चौड़ाई और ऊंचाई से मेल खाने के लिए अनुशंसित)
ja: サイトのロゴを設定します（カスタムロゴの幅と高さに合わせることを推奨）
pt_pt: Defina o logotipo do site (recomenda-se que corresponda à largura e altura do logotipo personalizado)
ru_ru: Установите логотип сайта (рекомендуется, чтобы ширина и высота соответствовали пользовательскому логотипу)
th: ตั้งค่าโลโก้ไซต์ (แนะนำให้ตรงกับความกว้างและความสูงของโลโก้ที่กำหนดเอง)
vi: Đặt logo trang web (khuyến nghị phù hợp với chiều rộng và chiều cao của logo tùy chỉnh)

source: Site Favicon
es_es: Favicono del sitio
hi_in: साइट फ़ेविकॉन
ja: サイトのファビコン
pt_pt: Favicon do site
ru_ru: Фавикон сайта
th: ไอคอนเว็บไซต์
vi: Biểu tượng trang web

source: Open Main Links in New Tab
es_es: Abrir enlaces principales en una nueva pestaña
hi_in: मुख्य लिंक नए टैब में खोलें
ja: メインリンクを新しいタブで開く
pt_pt: Abrir links principais em nova aba
ru_ru: Открыть основные ссылки в новой вкладке
th: เปิดลิงก์หลักในแท็บใหม่
vi: Mở liên kết chính trong tab mới

source: Main links such as list/grid articles will open in a new tab.
es_es: Los enlaces principales, como artículos en lista o cuadrícula, se abrirán en una nueva pestaña.
hi_in: मुख्य लिंक जैसे सूची/ग्रिड लेख एक नए टैब में खुलेंगे।
ja: リスト/グリッド記事などの主要なリンクは新しいタブで開きます。
pt_pt: Os links principais, como artigos de lista/grade, serão abertos em uma nova aba.
ru_ru: Основные ссылки, такие как статьи в виде списка/сетки, будут открываться в новой вкладке.
th: ลิงก์หลัก เช่น บทความแบบรายการ/กริด จะเปิดในแท็บใหม่
vi: Các liên kết chính như bài viết dạng danh sách/lưới sẽ mở trong một tab mới.

source: Site Comment Feature
es_es: Función de comentarios del sitio
hi_in: साइट टिप्पणी सुविधा
ja: サイトコメント機能
pt_pt: Recurso de comentário do site
ru_ru: Функция комментариев на сайте
th: ฟีเจอร์ความคิดเห็นบนเว็บไซต์
vi: Tính năng bình luận trang web

source: Control the site comment feature. Disable if not needed.
es_es: Controla la función de comentarios del sitio. Desactívala si no la necesitas.
hi_in: साइट टिप्पणी सुविधा को नियंत्रित करें। यदि आवश्यक न हो तो अक्षम करें।
ja: サイトのコメント機能を制御します。必要ない場合は無効にします。
pt_pt: Controle o recurso de comentários do site. Desative-o se não for necessário.
ru_ru: Управление функцией комментирования на сайте. Отключите, если не нужно.
th: ควบคุมฟีเจอร์แสดงความคิดเห็นบนเว็บไซต์ ปิดใช้งานหากไม่จำเป็น
vi: Kiểm soát tính năng bình luận trên trang web. Tắt nếu không cần thiết.

source: Basic Settings
es_es: Configuración básica
hi_in: मूल सेटिंग्स
ja: 基本設定
pt_pt: Configurações básicas
ru_ru: Основные настройки
th: การตั้งค่าพื้นฐาน
vi: Cài đặt cơ bản

source: Theme SEO Optimization Features:<br>1. Supports custom replacement of WordPress default title separator
es_es: Características de optimización SEO del tema:<br>1. Admite la sustitución personalizada del separador de título predeterminado de WordPress.
hi_in: थीम एसईओ अनुकूलन सुविधाएँ:<br>1. वर्डप्रेस डिफ़ॉल्ट शीर्षक विभाजक के कस्टम प्रतिस्थापन का समर्थन करता है
ja: テーマSEO最適化機能:<br>1. WordPressのデフォルトのタイトルセパレーターのカスタム置換をサポート
pt_pt: Recursos de otimização de SEO do tema:<br>1. Suporta substituição personalizada do separador de título padrão do WordPress
ru_ru: Возможности SEO-оптимизации темы:<br>1. Поддерживает пользовательскую замену стандартного разделителя заголовков WordPress.
th: คุณสมบัติการปรับแต่ง SEO ของธีม:<br>1. รองรับการแทนที่ตัวคั่นชื่อเรื่องเริ่มต้นของ WordPress แบบกำหนดเอง
vi: Tính năng tối ưu hóa SEO cho chủ đề:<br>1. Hỗ trợ thay thế tùy chỉnh dấu phân cách tiêu đề mặc định của WordPress

source: Simplify Category Alias
es_es: Simplificar alias de categoría
hi_in: श्रेणी उपनाम को सरल बनाएं
ja: カテゴリエイリアスの簡素化
pt_pt: Simplificar alias de categoria
ru_ru: Упростить псевдоним категории
th: ลดความซับซ้อนของหมวดหมู่นามแฝง
vi: Đơn giản hóa bí danh danh mục

source: Remove the "category/" prefix from category links to simplify URLs. Recommended to keep default WordPress rules for SEO consistency.
es_es: Eliminar el prefijo "categoría/" de los enlaces de categorías para simplificar las URL. Se recomienda mantener las reglas predeterminadas de WordPress para lograr consistencia SEO.
hi_in: URL को सरल बनाने के लिए श्रेणी लिंक से "category/" उपसर्ग हटाएँ। SEO की निरंतरता के लिए डिफ़ॉल्ट वर्डप्रेस नियमों को बनाए रखने की अनुशंसा की जाती है।
ja: カテゴリーリンクから「category/」プレフィックスを削除してURLを簡素化します。SEOの一貫性を保つため、WordPressのデフォルトルールを維持することを推奨します。
pt_pt: Remova o prefixo "category/" dos links de categorias para simplificar URLs. Recomenda-se manter as regras padrão do WordPress para consistência de SEO.
ru_ru: Удалите префикс «category/» из ссылок категорий, чтобы упростить URL-адреса. Рекомендуется сохранить стандартные правила WordPress для обеспечения согласованности SEO.
th: ลบคำนำหน้า "category/" ออกจากลิงก์หมวดหมู่เพื่อให้ URL ง่ายขึ้น แนะนำให้ใช้กฎเริ่มต้นของ WordPress เพื่อความสอดคล้องของ SEO
vi: Xóa tiền tố "category/" khỏi liên kết danh mục để đơn giản hóa URL. Khuyến nghị giữ nguyên các quy tắc mặc định của WordPress để đảm bảo tính nhất quán về SEO.

source: Categories Display Style
es_es: Estilo de visualización de categorías
hi_in: श्रेणियाँ प्रदर्शन शैली
ja: カテゴリ表示スタイル
pt_pt: Categorias Estilo de exibição
ru_ru: Стиль отображения категорий
th: รูปแบบการแสดงหมวดหมู่
vi: Kiểu hiển thị danh mục

source: Choose how categories are displayed on the frontend. Select a style that matches your theme design.
es_es: Elige cómo se muestran las categorías en la interfaz. Selecciona un estilo que combine con el diseño de tu tema.
hi_in: चुनें कि श्रेणियाँ फ़्रंटएंड पर कैसे प्रदर्शित हों। अपनी थीम डिज़ाइन से मेल खाने वाली शैली चुनें।
ja: フロントエンドでのカテゴリーの表示方法を選択します。テーマデザインに合ったスタイルを選択してください。
pt_pt: Escolha como as categorias serão exibidas no frontend. Selecione um estilo que combine com o design do seu tema.
ru_ru: Выберите, как категории будут отображаться на сайте. Выберите стиль, соответствующий дизайну вашей темы.
th: เลือกวิธีแสดงหมวดหมู่บนส่วนหน้า เลือกสไตล์ที่ตรงกับธีมของคุณ
vi: Chọn cách hiển thị danh mục trên giao diện. Chọn kiểu phù hợp với thiết kế chủ đề của bạn.

source: Enable Built-in SEO Features
es_es: Habilitar funciones SEO integradas
hi_in: अंतर्निहित SEO सुविधाएँ सक्षम करें
ja: 組み込みSEO機能を有効にする
pt_pt: Habilitar recursos de SEO integrados
ru_ru: Включить встроенные функции SEO
th: เปิดใช้งานคุณสมบัติ SEO ในตัว
vi: Kích hoạt tính năng SEO tích hợp

source: Built-in SEO Settings
es_es: Configuraciones de SEO integradas
hi_in: अंतर्निहित SEO सेटिंग्स
ja: 組み込みのSEO設定
pt_pt: Configurações de SEO integradas
ru_ru: Встроенные настройки SEO
th: การตั้งค่า SEO ในตัว
vi: Cài đặt SEO tích hợp

source: Automatically Create Google Standard SEO Functions
es_es: Crear automáticamente funciones SEO estándar de Google
hi_in: स्वचालित रूप से Google मानक SEO फ़ंक्शन बनाएँ
ja: Google標準SEO機能を自動作成
pt_pt: Crie automaticamente funções padrão de SEO do Google
ru_ru: Автоматически создавать стандартные функции SEO Google
th: สร้างฟังก์ชัน SEO มาตรฐานของ Google โดยอัตโนมัติ
vi: Tự động tạo các hàm SEO chuẩn của Google

source: Site-wide Link Separator
es_es: Separador de enlaces para todo el sitio
hi_in: साइट-व्यापी लिंक विभाजक
ja: サイト全体のリンクセパレーター
pt_pt: Separador de links em todo o site
ru_ru: Разделитель ссылок на всем сайте
th: ตัวแยกลิงก์ทั่วทั้งไซต์
vi: Bộ phân tách liên kết toàn trang web

source: Set the separator for SEO titles (e.g., "-" or "|"). Avoid changing this after setup to maintain SEO consistency.
es_es: Establezca el separador para los títulos SEO (p. ej., "-" o "|"). Evite cambiarlo después de la configuración para mantener la coherencia SEO.
hi_in: SEO शीर्षकों के लिए विभाजक सेट करें (उदाहरण के लिए, "-" या "|")। SEO की एकरूपता बनाए रखने के लिए सेटअप के बाद इसे बदलने से बचें।
ja: SEOタイトルの区切り文字（例："-" または "|"）を設定します。SEOの一貫性を保つため、設定後はこの文字を変更しないでください。
pt_pt: Defina o separador para títulos de SEO (por exemplo, "-" ou "|"). Evite alterá-lo após a configuração para manter a consistência de SEO.
ru_ru: Установите разделитель для SEO-заголовков (например, «-» или «|»). Не меняйте его после настройки, чтобы обеспечить единообразие SEO.
th: ตั้งค่าตัวคั่นสำหรับหัวข้อ SEO (เช่น "-" หรือ "|") หลีกเลี่ยงการเปลี่ยนแปลงนี้หลังจากการตั้งค่าเพื่อรักษาความสอดคล้องของ SEO
vi: Đặt dấu phân cách cho tiêu đề SEO (ví dụ: "-" hoặc "|"). Tránh thay đổi dấu này sau khi thiết lập để duy trì tính nhất quán của SEO.

source: Enable Built-in Yoast SEO Configuration
es_es: Habilitar la configuración integrada de Yoast SEO
hi_in: अंतर्निहित Yoast SEO कॉन्फ़िगरेशन सक्षम करें
ja: Yoast SEOの組み込み設定を有効にする
pt_pt: Habilitar configuração de SEO do Yoast integrada
ru_ru: Включить встроенную конфигурацию Yoast SEO
th: เปิดใช้งานการกำหนดค่า Yoast SEO ในตัว
vi: Kích hoạt cấu hình Yoast SEO tích hợp

source: Automatically configure Yoast SEO settings (titles, taxonomies, breadcrumbs) for best on-page SEO.
es_es: Configure automáticamente los ajustes de Yoast SEO (títulos, taxonomías, rutas de navegación) para obtener el mejor SEO en la página.
hi_in: सर्वोत्तम ऑन-पेज SEO के लिए Yoast SEO सेटिंग्स (शीर्षक, टैक्सोनॉमी, ब्रेडक्रम्ब्स) को स्वचालित रूप से कॉन्फ़िगर करें।
ja: 最適なオンページ SEO を実現するために、Yoast SEO 設定 (タイトル、分類、パンくずリスト) を自動的に構成します。
pt_pt: Configure automaticamente as configurações de SEO do Yoast (títulos, taxonomias, trilhas de navegação) para obter o melhor SEO na página.
ru_ru: Автоматически настраивайте параметры Yoast SEO (заголовки, таксономии, хлебные крошки) для наилучшего внутреннего SEO.
th: กำหนดค่าการตั้งค่า Yoast SEO โดยอัตโนมัติ (หัวเรื่อง, อนุกรมวิธาน, เส้นทางนำทาง) เพื่อ SEO บนเพจที่ดีที่สุด
vi: Tự động cấu hình cài đặt Yoast SEO (tiêu đề, phân loại, đường dẫn) để có SEO trên trang tốt nhất.

source: Enable Built-in Rank Math SEO Configuration
es_es: Habilitar la configuración SEO de Rank Math incorporada
hi_in: अंतर्निहित रैंक मैथ एसईओ कॉन्फ़िगरेशन सक्षम करें
ja: 組み込みのRank Math SEO設定を有効にする
pt_pt: Habilitar configuração de SEO de matemática de classificação integrada
ru_ru: Включить встроенную настройку SEO для расчета рейтинга
th: เปิดใช้งานการกำหนดค่า SEO Rank Math ในตัว
vi: Kích hoạt cấu hình SEO Rank Math tích hợp

source: Automatically configure Rank Math SEO settings and register custom variables for dynamic titles & meta descriptions.
es_es: Configure automáticamente los ajustes de SEO de Rank Math y registre variables personalizadas para títulos dinámicos y meta descripciones.
hi_in: रैंक मैथ एसईओ सेटिंग्स को स्वचालित रूप से कॉन्फ़िगर करें और गतिशील शीर्षक और मेटा विवरण के लिए कस्टम चर पंजीकृत करें।
ja: Rank Math SEO 設定を自動的に構成し、動的なタイトルとメタ説明のカスタム変数を登録します。
pt_pt: Configure automaticamente as configurações de SEO do Rank Math e registre variáveis ​​personalizadas para títulos dinâmicos e meta descrições.
ru_ru: Автоматически настройте параметры SEO Rank Math и зарегистрируйте пользовательские переменные для динамических заголовков и метаописаний.
th: กำหนดค่าการตั้งค่า Rank Math SEO โดยอัตโนมัติและลงทะเบียนตัวแปรที่กำหนดเองสำหรับชื่อเรื่องแบบไดนามิกและคำอธิบายเมตา
vi: Tự động cấu hình cài đặt SEO Rank Math và đăng ký các biến tùy chỉnh cho tiêu đề động và mô tả meta.

source: Bing Webmaster Verification Code
es_es: Código de verificación de webmaster de Bing
hi_in: बिंग वेबमास्टर सत्यापन कोड
ja: Bingウェブマスター認証コード
pt_pt: Código de verificação do webmaster do Bing
ru_ru: Проверочный код Bing Webmaster
th: รหัสยืนยันเว็บมาสเตอร์ Bing
vi: Mã xác minh quản trị trang web Bing

source: Enter your Microsoft Bing verification code.
es_es: Introduzca su código de verificación de Microsoft Bing.
hi_in: अपना Microsoft Bing सत्यापन कोड दर्ज करें.
ja: Microsoft Bing 確認コードを入力します。
pt_pt: Digite seu código de verificação do Microsoft Bing.
ru_ru: Введите проверочный код Microsoft Bing.
th: ป้อนรหัสยืนยัน Microsoft Bing ของคุณ
vi: Nhập mã xác minh Microsoft Bing của bạn.

source: Yandex Verification Code
es_es: Código de verificación de Yandex
hi_in: यांडेक्स सत्यापन कोड
ja: Yandex認証コード
pt_pt: Código de verificação Yandex
ru_ru: Код подтверждения Яндекса
th: รหัสยืนยัน Yandex
vi: Mã xác minh Yandex

source: Enter your Yandex verification code.
es_es: Introduzca su código de verificación de Yandex.
hi_in: अपना Yandex सत्यापन कोड दर्ज करें.
ja: Yandex 認証コードを入力してください。
pt_pt: Digite seu código de verificação Yandex.
ru_ru: Введите ваш проверочный код Яндекс.Диск.
th: ป้อนรหัสยืนยัน Yandex ของคุณ
vi: Nhập mã xác minh Yandex của bạn.

source: Google Site Verification Code
es_es: Código de verificación del sitio de Google
hi_in: Google साइट सत्यापन कोड
ja: Google サイト確認コード
pt_pt: Código de verificação do site do Google
ru_ru: Код подтверждения сайта Google
th: รหัสยืนยันไซต์ Google
vi: Mã xác minh trang web của Google

source: Enter your Google Search Console verification code.
es_es: Ingrese su código de verificación de Google Search Console.
hi_in: अपना Google Search Console सत्यापन कोड दर्ज करें.
ja: Google Search Console の確認コードを入力します。
pt_pt: Digite seu código de verificação do Google Search Console.
ru_ru: Введите проверочный код Google Search Console.
th: ป้อนรหัสยืนยัน Google Search Console ของคุณ
vi: Nhập mã xác minh Google Search Console của bạn.

source: Baidu Site Verification Code
es_es: Código de verificación del sitio de Baidu
hi_in: Baidu साइट सत्यापन कोड
ja: Baiduサイト認証コード
pt_pt: Código de verificação do site Baidu
ru_ru: Код проверки сайта Baidu
th: รหัสยืนยันไซต์ Baidu
vi: Mã xác minh trang web Baidu

source: Enter your Baidu Webmaster Tools verification code.
es_es: Introduzca su código de verificación de Baidu Webmaster Tools.
hi_in: अपना Baidu वेबमास्टर टूल सत्यापन कोड दर्ज करें.
ja: Baidu ウェブマスター ツールの確認コードを入力します。
pt_pt: Digite seu código de verificação do Baidu Webmaster Tools.
ru_ru: Введите проверочный код Baidu Webmaster Tools.
th: ป้อนรหัสยืนยันเครื่องมือ Baidu Webmaster ของคุณ
vi: Nhập mã xác minh Công cụ quản trị trang web Baidu của bạn.

source: Site Keywords
es_es: Palabras clave del sitio
hi_in: साइट कीवर्ड
ja: サイトのキーワード
pt_pt: Palavras-chave do site
ru_ru: Ключевые слова сайта
th: คำสำคัญของไซต์
vi: Từ khóa trang web

source: Enter 3-5 keywords relevant to your site, separated by commas (e.g., movies, streaming, entertainment).
es_es: Ingrese de 3 a 5 palabras clave relevantes para su sitio, separadas por comas (por ejemplo, películas, transmisión, entretenimiento).
hi_in: अपनी साइट से संबंधित 3-5 कीवर्ड अल्पविराम से अलग करके दर्ज करें (उदाहरण के लिए, मूवीज़, स्ट्रीमिंग, मनोरंजन)।
ja: サイトに関連する 3～5 個のキーワードをコンマで区切って入力します (例: 映画、ストリーミング、エンターテイメント)。
pt_pt: Insira de 3 a 5 palavras-chave relevantes para seu site, separadas por vírgulas (por exemplo, filmes, streaming, entretenimento).
ru_ru: Введите 3–5 ключевых слов, релевантных вашему сайту, разделив их запятыми (например, фильмы, потоковое вещание, развлечения).
th: ป้อนคำหลัก 3-5 คำที่เกี่ยวข้องกับไซต์ของคุณ โดยคั่นด้วยเครื่องหมายจุลภาค (เช่น ภาพยนตร์ สตรีมมิ่ง ความบันเทิง)
vi: Nhập 3-5 từ khóa có liên quan đến trang web của bạn, phân tách bằng dấu phẩy (ví dụ: phim, phát trực tuyến, giải trí).

source: Site Description
es_es: Descripción del sitio
hi_in: स्थल विवरण
ja: サイトの説明
pt_pt: Descrição do site
ru_ru: Описание сайта
th: คำอธิบายไซต์
vi: Mô tả trang web

source: Enter a brief description of your site (recommended 50-160 characters) for search engine meta descriptions.
es_es: Ingrese una breve descripción de su sitio (recomendado entre 50 y 160 caracteres) para las meta descripciones de los motores de búsqueda.
hi_in: खोज इंजन मेटा विवरण के लिए अपनी साइट का संक्षिप्त विवरण (अनुशंसित 50-160 अक्षर) दर्ज करें।
ja: 検索エンジンのメタディスクリプション用に、サイトの簡単な説明（50〜160 文字を推奨）を入力します。
pt_pt: Insira uma breve descrição do seu site (recomendado de 50 a 160 caracteres) para meta descrições de mecanismos de busca.
ru_ru: Введите краткое описание вашего сайта (рекомендуется 50–160 символов) для метаописаний поисковых систем.
th: ป้อนคำอธิบายสั้น ๆ เกี่ยวกับไซต์ของคุณ (แนะนำ 50-160 ตัวอักษร) เพื่อใช้คำอธิบายเมตาของเครื่องมือค้นหา
vi: Nhập mô tả ngắn gọn về trang web của bạn (khuyến nghị từ 50-160 ký tự) cho phần mô tả siêu dữ liệu của công cụ tìm kiếm.

source: SEO Title (Movie Info Page)
es_es: Título SEO (página de información de la película)
hi_in: एसईओ शीर्षक (फ़िल्म जानकारी पृष्ठ)
ja: SEOタイトル（映画情報ページ）
pt_pt: Título SEO (Página de informações do filme)
ru_ru: SEO-заголовок (страница с информацией о фильме)
th: SEO Title (หน้าข้อมูลภาพยนตร์)
vi: Tiêu đề SEO (Trang thông tin phim)

source: Customize the SEO title for the movie info page. Use placeholders to dynamically insert movie details.
es_es: Personaliza el título SEO de la página de información de la película. Usa marcadores de posición para insertar dinámicamente los detalles de la película.
hi_in: मूवी जानकारी पृष्ठ के लिए SEO शीर्षक को अनुकूलित करें। मूवी विवरण को गतिशील रूप से सम्मिलित करने के लिए प्लेसहोल्डर्स का उपयोग करें।
ja: 映画情報ページのSEOタイトルをカスタマイズします。プレースホルダーを使用して、映画の詳細を動的に挿入します。
pt_pt: Personalize o título SEO da página de informações do filme. Use marcadores de posição para inserir detalhes do filme dinamicamente.
ru_ru: Настройте SEO-заголовок для страницы с информацией о фильме. Используйте плейсхолдеры для динамической подстановки информации о фильме.
th: ปรับแต่งชื่อ SEO สำหรับหน้าข้อมูลภาพยนตร์ ใช้ตัวแทนเพื่อแทรกรายละเอียดภาพยนตร์แบบไดนามิก
vi: Tùy chỉnh tiêu đề SEO cho trang thông tin phim. Sử dụng trình giữ chỗ để chèn thông tin phim một cách linh hoạt.

source: Available placeholders: {title} = movie title, {slug} = episode slug, {quality} = movie quality, {release} = release year, {alt_title} = original title, {runtime} = duration, {country} = country
es_es: Marcadores de posición disponibles: {title} = título de la película, {slug} = slug del episodio, {quality} = calidad de la película, {release} = año de lanzamiento, {alt_title} = título original, {runtime} = duración, {country} = país
hi_in: उपलब्ध प्लेसहोल्डर: {title} = मूवी का शीर्षक, {slug} = एपिसोड स्लग, {quality} = मूवी की गुणवत्ता, {release} = रिलीज़ वर्ष, {alt_title} = मूल शीर्षक, {runtime} = अवधि, {country} = देश
ja: 使用可能なプレースホルダー: {title} = 映画のタイトル、{slug} = エピソードのスラッグ、{quality} = 映画の品質、{release} = 公開年、{alt_title} = 元のタイトル、{runtime} = 再生時間、{country} = 国
pt_pt: Espaços reservados disponíveis: {title} = título do filme, {slug} = slug do episódio, {quality} = qualidade do filme, {release} = ano de lançamento, {alt_title} = título original, {runtime} = duração, {country} = país
ru_ru: Доступные заполнители: {title} = название фильма, {slug} = название эпизода, {quality} = качество фильма, {release} = год выпуска, {alt_title} = оригинальное название, {runtime} = продолжительность, {country} = страна
th: ตัวแทนที่พร้อมใช้งาน: {title} = ชื่อภาพยนตร์, {slug} = ตอน slug, {quality} = คุณภาพภาพยนตร์, {release} = ปีที่ออกฉาย, {alt_title} = ชื่อเรื่องต้นฉบับ, {runtime} = ระยะเวลา, {country} = ประเทศ
vi: Chỗ giữ chỗ có sẵn: {title} = tiêu đề phim, {slug} = slug tập phim, {quality} = chất lượng phim, {release} = năm phát hành, {alt_title} = tiêu đề gốc, {runtime} = thời lượng, {country} = quốc gia

source: SEO Title (Watch Movie Page)
es_es: Título SEO (página de ver la película)
hi_in: एसईओ शीर्षक (मूवी देखें पृष्ठ)
ja: SEO タイトル（映画視聴ページ）
pt_pt: Título SEO (Página de Assistir ao Filme)
ru_ru: SEO-заголовок (страница просмотра фильма)
th: SEO Title (หน้าชมภาพยนตร์)
vi: Tiêu đề SEO (Trang xem phim)

source: Customize the SEO title for the watch movie page. Use placeholders to dynamically insert movie details.
es_es: Personaliza el título SEO de la página de películas. Usa marcadores de posición para insertar dinámicamente los detalles de la película.
hi_in: मूवी देखने वाले पेज के लिए SEO शीर्षक को अनुकूलित करें। मूवी विवरण को गतिशील रूप से सम्मिलित करने के लिए प्लेसहोल्डर्स का उपयोग करें।
ja: 映画鑑賞ページのSEOタイトルをカスタマイズします。プレースホルダーを使用して、映画の詳細を動的に挿入します。
pt_pt: Personalize o título SEO da página de assistir ao filme. Use marcadores de posição para inserir detalhes do filme dinamicamente.
ru_ru: Настройте SEO-заголовок для страницы просмотра фильма. Используйте плейсхолдеры для динамической вставки информации о фильме.
th: ปรับแต่งชื่อ SEO สำหรับหน้าชมภาพยนตร์ ใช้ตัวแทนเพื่อแทรกรายละเอียดภาพยนตร์แบบไดนามิก
vi: Tùy chỉnh tiêu đề SEO cho trang xem phim. Sử dụng trình giữ chỗ để chèn thông tin phim một cách linh hoạt.

source: SEO Settings
es_es: Configuración de SEO
hi_in: एसईओ सेटिंग्स
ja: SEO設定
pt_pt: Configurações de SEO
ru_ru: Настройки SEO
th: การตั้งค่า SEO
vi: Cài đặt SEO

source: Popup
es_es: Ventana emergente
hi_in: पॉप अप
ja: ポップアップ
pt_pt: Aparecer
ru_ru: Неожиданно возникнуть
th: ป๊อปอัป
vi: Cửa sổ bật lên

source: Top Archive
es_es: Archivo superior
hi_in: शीर्ष पुरालेख
ja: トップアーカイブ
pt_pt: Arquivo principal
ru_ru: Лучший архив
th: เก็บถาวรด้านบน
vi: Lưu trữ hàng đầu
